Repository: Cedric31/audacity
Catalog: locale/*.po
Languages: oc

source: Bit Rate (bits/second) - influences the resulting file size and quality Some codecs may only accept specific values (128k, 192k, 256k etc) 0 - automatic Recommended - 192000
oc: Lo taux d'escandalhatge (bits/segonda) - influéncia la talha e la qualitat del fichièr obtengut Certans codecs accèptan pas que de valara predefinidas (128k, 192k, 256k etc) 0 - automatic Recomandat - 192000

source: Overall quality, used differently by different codecs Required for vorbis 0 - automatic -1 - off (use bitrate instead)
oc: Qualitat generala, utilizada diferentament segon los codecs Requis per vorbis 0 - automatic -1 - Arrestat (remplaçat per debit )

source: Sample Rate:
oc: Taus d'escandalhatge :

source: Sample rate (Hz) 0 - don't change sample rate
oc: Taux d'escandalhatge (Hz) 0 - càmbia pas lo taus d'escandalhatge

source: Cutoff:
oc: Talh :

source: Audio cutoff bandwidth (Hz) Optional 0 - automatic
oc: Largor de talh benda àudio (Hz) Opcional 0 - automatic

source: Profile:
oc: Perfil :

source: AAC Profile Low Complexity -default Most players won't play anything other than LC
oc: Profil AAC Bassa complexitat -Per defaut La màger part dels lectors accèptan pas res mai.

source: FLAC options
oc: Opcions FLAC

source: Compression level Required for FLAC -1 - automatic min - 0 (fast encoding, large output file) max - 10 (slow encoding, small output file)
oc: Nivèl de compression requis per FLAC -1 - automatic min - 0 (encodatge rapid, fichièr de sortida important) max - 10 (encodatge lent, fichièr de sortida redusit)

source: Frame:
oc: Trama :

source: Frame size Optional 0 - default min - 16 max - 65535
oc: Talha d'afichatge Opcional 0 - per defaut min - 16 max - 65535

source: LPC coefficients precision Optional 0 - default min - 1 max - 15
oc: Precision dels coeficients LPC Opcional 0 - defaut min - 1 max - 15

source: PdO Method:
oc: Metòde d'òrdre de prediccion :

source: Prediction Order Method Estimate - fastest, lower compression Log search - slowest, best compression Full search - default
oc: Metòde d'òrdre de prediccion Approximation - mai rapide, faible compression Recèrca log - mai lent, melhora compression Recèrca completa - per defaut

source: Min. PdO
oc: PdO minimum

source: Minimal prediction order Optional -1 - default min - 0 max - 32 (with LPC) or 4 (without LPC)
oc: Òrdre de prediccion minimal Opcional -1 - defaut min - 0 max - 32 (amb LPC) o 4 (sens LPC)

source: Max. PdO
oc: PdO maximum

source: Maximal prediction order Optional -1 - default min - 0 max - 32 (with LPC) or 4 (without LPC)
oc: Òrdre de prediccion maximal Opcional -1 - defaut min - 0 max - 32 (amb LPC) o 4 (sens LPC)

source: Min. PtO
oc: PtO minimum

source: Minimal partition order Optional -1 - default min - 0 max - 8
oc: Òrdre de particion minimal Opcional -1 - defaut min - 0 max - 8

source: Max. PtO
oc: PtO maximum

source: Maximal partition order Optional -1 - default min - 0 max - 8
oc: Òrdre de particion maximal Opcional -1 - defaut min - 0 max - 8

source: Use LPC
oc: Utiliza LPC

source: MPEG container options
oc: Opcions de contenidor MPEG

source: Mux Rate:
oc: Taus de mixatge :

source: Maximum bit rate of the multiplexed stream Optional 0 - default
oc: Debit maximum de flux multiplexat Opcional 0 - default

source: Packet Size:
oc: Talha de paquet

source: Packet size Optional 0 - default
oc: Talha de paquet Opcional 0 - per defaut

source: You can't delete a preset without name
oc: Podètz pas escafar una preseleccion sens nom

source: Delete preset '%s'?
oc: Escafar la preseleccion '%s' ?

source: You can't save a preset without name
oc: Podètz pas enregistrar una preseleccion sens li donar un nom

source: Select xml file with presets to import
oc: Seleccionatz un fichièr XML que conten las preseleccions a importar

source: XML files (*.xml)|*.xml|All files|*
oc: Fichièrs XML (*.xml)|*.xml|Totes los fichièrs|*

source: Select xml file to export presets into
oc: Seleccionar un fichièr XML per exportar las preseleccions jos

source: Failed to guess format
oc: Impossible de reconéisser lo format

source: Failed to find the codec
oc: Impossible de trobar lo codec

source: 0 (fastest)
oc: 0 (mai rapid)

source: 8 (best)
oc: 8 (melhor)

source: 16 bit
oc: 16 bits

source: 24 bit
oc: 24 bits

source: Bit depth:
oc: Prigondor d'escandalhatge :

source: FLAC Files
oc: Fichièrs FLAC

source: FLAC export couldn't open %s
oc: L'expòrt FLAC pòt pas dobrir %s

source: FLAC encoder failed to initialize Status: %d
oc: L'encodador FLAC a pas pogut s'inicializar Estatut : %d

source: Exporting the selected audio as FLAC
oc: Exportacion de la seleccion àudio en FLAC

source: Exporting the entire project as FLAC
oc: Exportacion del projècte entièr en fichièr FLAC

source: MP2 Files
oc: Fichièrs MP2

source: Cannot export MP2 with this sample rate and bit rate
oc: Impossible d'exportar en MP2 a aqueste taus d'escandalhatge e aqueste debit

source: Unable to open target file for writing
oc: Impossible de dobrir lo fichièr cibla en escritura

source: Exporting selected audio at %ld kbps
oc: Exportacion de la seleccion àudio a %ld kbps

source: Exporting entire file at %ld kbps
oc: Exportacion del fichièr entièr a %ld kbps

source: (Best Quality)
oc: (Melhora qualitat)

source: (Smaller files)
oc: (Pichons fichièrs)

source: Fast
oc: Rapid

source: Standard
oc: Estandard

source: Insane
oc: Delirant

source: Extreme
oc: Extrème

source: Medium
oc: Mejan

source: Bit Rate Mode:
oc: Mòde de debit :

source: Average
oc: Mejana

source: Quality
oc: Qualitat

source: Variable Speed:
oc: Velocitat variabla

source: Channel Mode:
oc: Mòde de canal :

source: Joint Stereo
oc: canals esterèo joints

source: Stereo
oc: Esterèo,

source: Locate Lame
oc: Localizar l'encodador Lame

source: Audacity needs the file %s to create MP3s.
oc: Audacity requerís lo fichièr %s per poder crear de MP3.

source: Location of %s:
oc: Localizacion de %s:

source: To find %s, click here -->
oc: Per trobar %s, clicar aicí -->

source: To get a free copy of Lame, click here -->
oc: Per obténer una còpia de Lame gratuita, clicar aicí -->

source: Where is %s?
oc: Ont se tròba %s ?

source: You are linking to lame_enc.dll v%d.%d. This version is not compatible with Audacity %d.%d.%d. Please download the latest version of the LAME MP3 library.
oc: Ligatz cap a lame_enc.dll v%d.%d. Aquesta version es pas compatibla amb Audacity %d.%d.%d. Telecargatz la darrièra version de la bibliotèca MP3 LAME.

source: Only lame_enc.dll|lame_enc.dll|Dynamically Linked Libraries (*.dll)|*.dll|All Files|*
oc: Seulement lame_enc.dll|lame_enc.dll|Dynamically Linked Libraries (*.dll)|*.dll|All Files|*

source: Only libmp3lame.dylib|libmp3lame.dylib|Dynamic Libraries (*.dylib)|*.dylib|All Files (*)|*
oc: Solament libmp3lame.dylib|libmp3lame.dylib|Dynamic Libraries (*.dylib)|*.dylib|All Files (*)|*

source: Only libmp3lame.so.0|libmp3lame.so.0|Primary Shared Object files (*.so)|*.so|Extended Libraries (*.so*)|*.so*|All Files (*)|*
oc: Solament libmp3lame.so|libmp3lame.so|Fichièrs Primary Shared Object (*.so)|*.so|Bibliotècas espandidas (*.so*)|*.so*|Totes fichièrs (*)|*

source: MP3 Files
oc: Fichièrs MP3

source: Could not open MP3 encoding library!
oc: Impossible de dobrir la bibliotèca d'encodatge MP3 !

source: Could not initialize MP3 encoding library!
oc: Impossible d'inicializar la bibliotèca d'encodatge MP3 !

source: Not a valid or supported MP3 encoding library!
oc: La bibliotèca d'encodatge MP3 es pas valide o pas suportada !

source: Unable to initialize MP3 stream
oc: Impossible d'inicializar lo flux MP3

source: Exporting selected audio with %s preset
oc: Exportacion de la seleccion àudio amb la preseleccion %s

source: Exporting entire file with %s preset
oc: Exportacion del fichièr entièr amb la preseleccion %s

source: Exporting selected audio with VBR quality %s
oc: Exportacion de la seleccion àudio amb la qualitat VBR %s

source: Exporting entire file with VBR quality %s
oc: Exportacion del fichièr entièr amb la qualitat VBR %s

source: Exporting selected audio at %d Kbps
oc: Exportacion de la seleccion àudio a %d kbps

source: Exporting entire file at %d Kbps
oc: Exportacion del fichièr entièr a %d kbps

source: Error %ld returned from MP3 encoder
oc: Error %ld retournée per l'encodeur MP3

source: The project sample rate (%d) is not supported by the MP3 file format.
oc: Lo taux d'escandalhatge del projècte (%d) es pas suportat pel format MP3.

source: The project sample rate (%d) and bit rate (%d kbps) combination is not supported by the MP3 file format.
oc: La combinaison de taux d'escandalhatge del projècte (%d) e de débit (%d kbps) es pas suportat pel format MP3.

source: MP3 export library not found
oc: Bibliotèca d'exportacion MP3 pas trobada

source: Export Multiple
oc: Expòrt Multiple

source: Cannot Export Multiple
oc: Impossible d'exportar de fichièrs multiples

source: You have only one unmuted Audio Track and no applicable labels, so you cannot export to separate audio files.
oc: Avètz pas qu'una sola pista àudio audibla e cap de marcador aplicable, l'expòrt cap a de fichièrs àudios separats es doncas impossible.

source: Export files to:
oc: Exporter les fichièrs vers :

source: Folder:
oc: Dossier :

source: Create
oc: Crear

source: Options:
oc: Opcions :

source: Split files based on:
oc: Separar en fichièr segon :

source: Labels
oc: Marcadors

source: Include audio before first label
oc: Inclure l'àudio abans lo primièr marcador

source: First file name:
oc: Primièr nom de fichièr :

source: First file name
oc: Primièr nom de fichièr

source: Name files:
oc: Renomenar lo fichièr :

source: Using Label/Track Name
oc: segon lo marcador o lo nom de pista

source: Numbering before Label/Track Name
oc: Numerotacion abans lo nom de marcador o de pista

source: Numbering after File name prefix
oc: Numerotacion aprèp lo prefix de nom de fichièr

source: File name prefix:
oc: Prefix de nom de fichièr :

source: File name prefix
oc: Prefix de nom de fichièr

source: Overwrite existing files
oc: Espotir los fichièrs existents

source: "%s" successfully created.
oc: "%s" es estat creat amb succès.

source: Choose a location to save the exported files
oc: Causir un emplaçament per plaçar los fichièrs temporaris

source: Successfully exported the following %lld file(s).
oc: %lld fichièr(s) exporté(s) amb succès.

source: Something went wrong after exporting the following %lld file(s).
oc: Quicòm a trucat aprèp l'expòrt del(s) fichièr(s) %lld.

source: Export canceled after exporting the following %lld file(s).
oc: Expòrt annulé aprèp l'exportacion del(s) fichièr(s) %lld.

source: Export stopped after exporting the following %lld file(s).
oc: Expòrt stoppé aprèp l'exportacion del(s) fichièr(s) %lld.

source: Something went really wrong after exporting the following %lld file(s).
oc: Quicòm a trucat bravament aprèp l'expòrt del(s) fichièr(s) %lld.

source: "%s" doesn't exist. Would you like to create it?
oc: "%s" existís pas. Lo volètz crear ?

source: untitled
oc: sens títol

source: Label or track "%s" is not a legal file name. You cannot use any of: %s Use...
oc: Lo marcador o la pista "%s" an pas un nom valid. Utilizetz pas los caractèrs seguents : %s Utilizar ...

source: Save As...
oc: Enregistrar jos...

source: Ogg Vorbis Files
oc: Fichièr Ogg Vorbis

source: Exporting the selected audio as Ogg Vorbis
oc: Exportacion de la seleccion àudio en Ogg Vorbis

source: Exporting the entire project as Ogg Vorbis
oc: Exportacion del projècte entièr en Ogg Vorbis

source: AIFF (Apple) signed 16-bit PCM
oc: AIFF (Apple) signat 16 bits PCM

source: WAV (Microsoft) signed 16-bit PCM
oc: WAV (Microsoft) signat 16 bits PCM

source: WAV (Microsoft) 32-bit float PCM
oc: WAV (Microsoft) 32 bits PCM flottant

source: Header:
oc: Entèsta :

source: Encoding:
oc: Encodatge :

source: Other uncompressed files
oc: Autres formats non compressats

source: Cannot export audio in this format.
oc: Impossible d'exportar l'àudio dins aqueste format.

source: Exporting the selected audio as %s
oc: Exportacion de la seleccion àudio a %s

source: Exporting the entire project as %s
oc: Exportacion del projècte entièr en %s

source: Error while writing %s file (disk full?). Libsndfile says "%s"
oc: Error d'escritura del fichièr %s (disc plen ?). Information Libsndfile "%s"

source: Error (file may not have been written): %s
oc: Error (es possible que lo fichièr siá pas estat escrich) : %hs

source: Select stream(s) to import
oc: Seleccionar lo(s) flux(es) a importar

source: This version of Audacity was not compiled with %s support.
oc: Aquesta version d'Audacity es pas estada compilada amb lo supòrt %s.

source: "%s" is a MIDI file, not an audio file. Audacity cannot open this type of file for playing, but you can edit it by clicking File > Import > MIDI.
oc: "%s" est un fichièr MIDI, e non àudio. Audacity pòt pas dobrir aqueste tipe de fichièr pel lire, mas podètz l'editar en clicant sus Fichièr > Importar > MIDI.

source: "%s" is an audio CD track. Audacity cannot open audio CDs directly. Extract (rip) the CD tracks to an audio format that Audacity can import, such as WAV or AIFF.
oc: "%s" es una pista de CD àudio. Audacity pòt pas dobrir de CD àudio dirèctament. Extraire (ripper) las pistas de CD dins un format àudio qu'Audacity pòt importar, coma lo WAV o l'AIFF.

source: "%s" is a playlist file. Audacity cannot open this file because it only contains links to other files. You may be able to open it in a text editor and download the actual audio files.
oc: "%s" es una lista de lectura. Audacity pòt pas dobrir aqueste fichièr perque conten solament de ligams cap a d'autres fichièrs. Lo podètz dobrir amb un tractament de tèxte e telecargar los fichièrs àudio correspondents.

source: "%s" is a Windows Media Audio file. Audacity cannot open this type of file due to patent restrictions. You need to convert it to a supported audio format, such as WAV or AIFF.
oc: "%s" es un fichièr Windows Media Àudio. Audacity pòt pas dobrir aqueste tipe de fichièr per de raisons de droits. Lo vos cal convertir dins un format àudio compatible, tal coma lo WAV o l'AIFF.

source: "%s" is an Advanced Audio Coding file. Audacity cannot open this type of file. You need to convert it to a supported audio format, such as WAV or AIFF.
oc: "%s" es un fichièr Advanced Àudio Coding. Audacity pòt pas dobrir aqueste tipe de fichièr. Lo vos cal convertir dins un format àudio compatible, tal coma lo WAV o l'AIFF.

source: "%s" is an encrypted audio file. These typically are from an online music store. Audacity cannot open this type of file due to the encryption. Try recording the file into Audacity, or burn it to audio CD then extract the CD track to a supported audio format such as WAV or AIFF.
oc: "%s" es un fichièr àudio criptat, de los que son distribuits per las botigas de musica en linha. Audacity pòt pas dobrir aqueste tipe de fichièr a causa de son criptatge. Ensajatz d'enregistrar aqueste fichièr amb Audacity, o de lo gravar sus un CD àudio, puèi d'extraire las pistas de CD dins un format àudio compatible, coma lo WAV o l'AIFF.

source: "%s" is a RealPlayer media file. Audacity cannot open this proprietary format. You need to convert it to a supported audio format, such as WAV or AIFF.
oc: "%s" es un fichièr média RealPlayer. Audacity pòt pas dobrir aqueste format proprietari. Lo vos cal convertir dins un format àudio compatible, tal coma lo WAV o l'AIFF.

source: "%s" is a notes-based file, not an audio file. Audacity cannot open this type of file. Try converting it to an audio file such as WAV or AIFF and then import it, or record it into Audacity.
oc: "%s" es un fichièr de nòtas, pas un fichièr àudio. Audacity pòt pas dobrir aqueste tipe de fichièr. Ensajatz de lo convertir dins un format àudio, tal coma lo WAV o l'AIFF. puèi de l'importar, o de l'enregistrar amb Audacity.

source: "%s" is a Musepack audio file. Audacity cannot open this type of file. If you think it might be an mp3 file, rename it to end with ".mp3" and try importing it again. Otherwise you need to convert it to a supported audio format, such as WAV or AIFF.
oc: "%s" es un fichièr àudio Musepack. Audacity pòt pas dobrir aqueste tipe de fichièr. Se pensatz que se pòt agir d'un fichièr MP3, renomenatz-lo amb l'extension ".mp3" e ensajatz de l'importar tornamai. Siquenon, lo vos cal convertir dins un format àudio compatible, tal coma lo WAV o l'AIFF.

source: "%s" is a Wavpack audio file. Audacity cannot open this type of file. You need to convert it to a supported audio format, such as WAV or AIFF.
oc: "%s" es un fichièr àudio Wavpack. Audacity pòt pas dobrir aqueste tipe de fichièr. Lo vos cal convertir dins un format àudio compatible, tal coma lo WAV o l'AIFF.

source: "%s" is a Dolby Digital audio file. Audacity cannot currently open this type of file. You need to convert it to a supported audio format, such as WAV or AIFF.
oc: "%s" es un fichièr àudio Dolby Digital. Pel moment, Audacity pòt pas dobrir aqueste tipe de fichièr. Lo vos cal convertir dins un format àudio compatible, tal coma lo WAV o l'AIFF.

source: "%s" is an Ogg Speex audio file. Audacity cannot currently open this type of file. You need to convert it to a supported audio format, such as WAV or AIFF.
oc: "%s" es un fichièr àudio Ogg Speex. Pel moment, Audacity pòt pas dobrir aqueste tipe de fichièr. Lo vos cal convertir dins un format àudio compatible, tal coma lo WAV o l'AIFF.

source: "%s" is a video file. Audacity cannot currently open this type of file. You need to extract the audio to a supported format, such as WAV or AIFF.
oc: "%s" es un fichièr vidèo. Pel moment, Audacity pòt pas dobrir aqueste tipe de fichièr. Ne vos cal extraire l'àudio dins un format compatible, tal coma lo WAV o l'AIFF.

source: "%s" is an Audacity Project file. Use the 'File > Open' command to open Audacity Projects.
oc: "%s" es un fichièr de Projècte Audacity. Utilizar la commande 'Fichièr > Ouvrir' per ouvrir des Projèctes Audacity.

source: Audacity did not recognize the type of the file '%s'. If it is uncompressed, try importing it using "Import Raw".
oc: Audacity a pas reconegut aqueste tipe de fichièr '%s'. Se es non compressat, ensajatz de l'importar en utilizant "Importar Raw"

source: Audacity recognized the type of the file '%s'. Importers supposedly supporting such files are: %s, but none of them understood this file format.
oc: Audacity a reconegut lo tipe d'aqueste fichièr '%s'. Los importadors supausats suportar de tals fichièrs son : %s, mas n'i a pas cap qu'a interpretat aqueste format de fichièr.

source: FFmpeg-compatible files
oc: Fichièrs compatibles - FFmpeg

source: Index[%02x] Codec[%s], Language[%s], Bitrate[%s], Channels[%d], Duration[%d]
oc: Index[%02x] Codec[%s], Langage[%s], Débit[%s], Canaux[%d], Durada[%d]

source: FLAC files
oc: Fichièrs FLAC

source: GStreamer-compatible files
oc: Fichièrs compatibles GStreamer

source: List of Files in basic text format
oc: Lista dels fichièrs en format tèxte

source: Invalid window offset in LOF file.
oc: Sortida fenèstra invalida dins lo fichièr LOF

source: LOF Error
oc: Error de LOF

source: Invalid duration in LOF file.
oc: Durada invalida dins lo fichièr LOF.

source: MIDI tracks cannot be offset individually, only audio files can be.
oc: Las pistas MIDI ne pòdon èsser compensadas individualament, solas las pistas àudio lo pòdon.

source: Invalid track offset in LOF file.
oc: Decalatge de pista invalid dins lo fichièr LOF.

source: Could not open file
oc: Impossible de dobrir lo fichièr

source: : Filename too short.
oc: : Nom de fichièr tròp cort

source: : Incorrect filetype.
oc: : Tipe de fichièr incorrècte

source: MP3 files
oc: Fichièrs MP3

source: Ogg Vorbis files
oc: Fichièrs Ogg Vorbis

source: Media read error
oc: Error de lectura del mèdia

source: Not an Ogg Vorbis file
oc: Es pas un fichièr Ogg Vorbis

source: Vorbis version mismatch
oc: Marrida version de Vorbis

source: Invalid Vorbis bitstream header
oc: Entèsta Vorbis bitstream invalida

source: Internal logic fault
oc: Error de logica intèrna

source: WAV, AIFF, and other uncompressed types
oc: WAV, AIFF, e autres formats non compressats

source: When importing uncompressed audio files you can either copy them into the project, or read them directly from their current location (without copying). Your current preference is set to %s. Reading the files directly allows you to play or edit them almost immediately. This is less safe than copying in, because you must retain the files with their original names in their original location. File > Check Dependencies will show the original names and location of any files that you are reading directly. How do you want to import the current file(s)?
oc: A l'importation de fichièrs àudio non compressés vous pouvez au choix les copier dans lo projècte ou les lire directement (sans les copier). Votre preferéncia actuala es %s. Lire directement les fichièrs permet de les lire ou de les modifier presque intantanément. Ceci es toutefois moins sûr que de les copier puisque vous devrez retenir les fichièrs ainsi que leur nom e leur emplacement originaux. Fichièr > Vérifier les fichièrs associés vous mostrara les noms e emplacements originaux de tous les fichièrs lus directement . De quelle manière souhaitez-vous importer lo (s) fichièr(s)?

source: copy in
oc: copiar dins

source: read directly
oc: legir dirèctament

source: Choose an import method
oc: Causir un metòde d'importacion

source: Make a &copy of the files before editing (safer)
oc: Far una &còpia dels fichièrs abans lo montatge (mai segur)

source: Read the files &directly from the original (faster)
oc: Legir los fichièrs &dirèctament dempuèi l'original (mai rapid)

source: Don't &warn again and always use my choice above
oc: M'a&vertir pas mai e totjorn utilizar ma causida çaisús

source: Importing %s
oc: Importacion de %s ...

source: QuickTime files
oc: Fichièrs QuickTime

source: Unable to start QuickTime extraction
oc: Impossible de aviar l'extraccion Quicktime

source: Unable to set QuickTime render quality
oc: Impossible de reglar la qualitat de rendu Quicktime

source: Unable to set QuickTime discrete channels property
oc: Impossible de reglar las proprietats dels canals QuickTime

source: Unable to get QuickTime sample size property
oc: Impossible de d'obténer las proprietats d'escandalhatge Quicktime

source: Unable to retrieve stream description
oc: Impossible d'obténer la descripcion del flux

source: Unable to get fill buffer
oc: Impossible d'emplenar lo tampon

source: Import Raw
oc: Importar de donadas brutas (Raw)

source: Import Raw Data
oc: Importar de donadas brutas (Raw)

source: No endianness
oc: Pas de "botisme"

source: Little-endian
oc: Mòde "pichon-botiste"

source: Big-endian
oc: Mòde "Gros-botiste"

source: Default endianness
oc: "Botisme" per defaut.

source: 1 Channel (Mono)
oc: 1 Canal (Mono)

source: 2 Channels (Stereo)
oc: 2 Canals (Esterèo)

source: %d Channels
oc: %d Canals

source: Byte order:
oc: Òrdre dels bits :

source: Channels:
oc: Canals :

source: Start offset:
oc: Decalatge de començament :

source: Amount to import:
oc: Porcion a importar :

source: Sample rate:
oc: Frequéncia d'escandalhatge :

source: Import complete. Calculating waveform
oc: Impòrt acabat. Calcul de la forma d'onda

source: Decoding Waveform
oc: Desencodatge de la forme d'onda

source: %s %2.0f%% complete. Click to change task focal point.
oc: %s %2.0f%% achevé. Clicar per modifier.

source: Batch
oc: Tractament en lòt

source: Behaviors
oc: Comportaments

source: &Don't apply effects in batch mode
oc: A&plicar pas cap d'efièit en mòde Tractament per lòt

source: Devices
oc: Periferics

source: Interface
oc: Interfàcia

source: &Host:
oc: &Òste:

source: Using:
oc: Utilizacion :

source: Playback
oc: Lectura

source: &Device:
oc: &Periferic :

source: Recording
oc: Enregistrament
