Repository: Cedric31/audacity
Catalog: locale/*.po
Languages: oc

source: Algorithm not effective on this audio. Nothing changed.
oc: Algoritme ineficaç sus aqueste àudio. Res a pas cambiat.

source: Selection must be larger than %d samples.
oc: La seleccion deu èsser mai larga que %d escandalhatges.

source: Threshold (lower is more sensitive):
oc: Sulhet (feble es mai sensible) :

source: Max Spike Width (higher is more sensitive):
oc: Largor de pic maximum (elevada es mai sensibla) :

source: Max Spike Width
oc: Largor de pic maximum

source: Click Removal
oc: Supression dels clics

source: NoiseFloor
oc: Bruit de fons

source: Compresses the dynamic range of audio
oc: Comprèssa la plaja dinamica de l'àudio

source: Noise Floor:
oc: Nivèl de bruit :

source: Noise Floor
oc: Nivèl de bruit

source: Attack Time:
oc: Atac :

source: Attack Time
oc: Atac

source: Release Time:
oc: Temps de daissament :

source: Release Time
oc: Temps de daissament

source: Make-up gain for 0 dB after compressing
oc: Compenser lo ganh a 0 dB aprèp compression.

source: Compress based on Peaks
oc: Compression basada suls pics

source: Threshold %d dB
oc: Sulhet %d dB

source: Noise Floor %d dB
oc: Nivèl de bruit %d dB

source: Ratio %.0f to 1
oc: Ratio %.0f a 1

source: Ratio %.1f to 1
oc: Ratio %.1f a 1

source: Attack Time %.2f secs
oc: Atac %.2f s

source: %.2f secs
oc: %.2f segs

source: Release Time %.1f secs
oc: Temps de daissament de %.1f s

source: %.1f secs
oc: %.1f s

source: No wave tracks exist.
oc: Existís pas cap de pista d'onda.

source: Start time after end time! Please enter reasonable times.
oc: Lo crono de començament es aprèp lo de fin ! Entratz de cronos coerents.

source: Times are not reasonable! Please enter reasonable times.
oc: Las duradas son pas rasonablas ! Entratz de cronos coerents.

source: Nothing to measure. Please select a section of a track.
oc: Pas res a mesurar. Seleccionatz una porcion de pista.

source: You can only measure one track at a time.
oc: Es pas possible de mesurar qu'una sola pista a l'encòp.

source: Please select something to be measured.
oc: Seleccionatz quicòm a mesurar.

source: Contrast Analyzer, for measuring RMS volume differences between two selections of audio.
oc: Analisiur de contraste destinat a mesurar las diferéncias de volum RMS entre doas seleccions àudio.

source: Volume
oc: Volum

source: &Foreground:
oc: &Avant-plan:

source: hh:mm:ss + hundredths
oc: hh:mm:ss + centens

source: Foreground start time
oc: Crono de començament de primièr plan :

source: Foreground end time
oc: Crono de fin del primièr plan :

source: &Measure selection
oc: &Mesurar la seleccion

source: &Background:
oc: &Arrièr-Plan:

source: Background start time
oc: Crono de començament del fons

source: Background end time
oc: Crono de fin del fons

source: Mea&sure selection
oc: Me&surar la seleccion

source: Result
oc: Resultat

source: Co&ntrast Result:
oc: Resultat del co&ntraste

source: R&eset
oc: Reïniciali&zar

source: &Difference:
oc: &Diferéncia :

source: E&xport...
oc: E&xportar...

source: No foreground measured
oc: Pas de primièr plan mesurat

source: Measured foreground level
oc: Nivèl mesurat del primièr plan

source: zero
oc: zèro

source: No background measured
oc: Pas de fons mesurat

source: Measured background level
oc: Bruit de fons mesurat

source: WCAG2 Pass
oc: Passatge WCAG2

source: WCAG2 Fail
oc: Fracàs WCAG2

source: Current difference
oc: Diferéncia actuala

source: indeterminate
oc: indeterminat

source: %.1f dB Average RMS
oc: %.1f dB de mejana RMS

source: infinite dB difference
oc: Diferéncia infini en dB

source: Please enter valid times.
oc: Mercé d'entrar de duradas validas.

source: Export Contrast Result As:
oc: Exportar lo resultat del contraste jos :

source: WCAG 2.0 Success Criteria 1.4.7 Contrast Results
oc: Resultats de contraste WCAG 2.0 Critèri de succès 1.4.7

source: Filename = %s.
oc: Nom de fichièr = %s.

source: Foreground
oc: Primièr plan

source: Time started = %2d hour(s), %2d minute(s), %.2f seconds.
oc: Crono de començament = %2d ora(s), %2d minuta(s), %.2f segondas.

source: Time ended = %2d hour(s), %2d minute(s), %.2f seconds.
oc: Crono de fin = %2d ora(s), %2d minuta(s), %.2f segondas.

source: Average RMS = %.1f dB.
oc: Mejana RMS = %.1f dB.

source: Average RMS = zero.
oc: Mejana RMS = zèro.

source: Average RMS = dB.
oc: Mejana RMS = dB

source: Background
oc: Fons

source: Results
oc: Resultats

source: Difference is indeterminate.
oc: La diferéncia es indeterminada.

source: Difference = %.1f Average RMS dB.
oc: Diferéncia = %.1f de mejana RMS dB.

source: Difference = infinite Average RMS dB.
oc: Diferéncia = mejana dB RMS infinie.

source: Success Criteria 1.4.7 of WCAG 2.0: Pass
oc: Critèri de succès 1.4.7 de WCAG 2.0 : Capitada

source: Success Criteria 1.4.7 of WCAG 2.0: Fail
oc: Critèri de succès 1.4.7 de WCAG 2.0 : Fracàs

source: Data gathered
oc: Donadas reünidas lo

source: Sequence
oc: Sequéncia

source: Duty Cycle
oc: Cicle d'activitat

source: Amplitude
oc: Amplitud

source: Generates dual-tone multi-frequency (DTMF) tones like those produced by the keypad on telephones
oc: Genèra de tonalitats multifrequéncias bitonalas (DTMF) coma las que son produitas pel clavier d'un telefòn.

source: DTMF sequence:
oc: Sequéncia DTMF :

source: Amplitude (0-1):
oc: Amplitud (0 a 1) :

source: Duration:
oc: Durada :

source: Tone/silence ratio:
oc: Rapòrt tonalitat/silenci :

source: Duty cycle:
oc: Cicle d'activitat :

source: Tone duration:
oc: Durada de son

source: Silence duration:
oc: Durada del silenci :

source: DTMF Tones
oc: Tonalitats DTMF

source: Delay
oc: Relambi

source: Decay
oc: Daissament

source: Repeats the selected audio again and again
oc: Repetís l'àudio seleccionat encara e encara

source: Delay time (seconds):
oc: Durada del relambi (segondas) :

source: Decay factor:
oc: Factor de descreissença :

source: Echo
oc: Resson

source: Could not update effect "%s" with: %s
oc: Impossible de metre a jorn l'efièit "%s" amb : %s

source: hh:mm:ss + samples
oc: hh:mm:ss + escandalhatge

source: Applying %s...
oc: Aplicacion de %s...

source: Preparing preview
oc: Preparacion de la prelectura

source: Previewing
oc: Prelectura

source: Error while opening sound device. Please check the playback device settings and the project sample rate.
oc: Error al moment de la dobertura del periferic àudio. verificatz los paramètres del periferic de lectura e la frequéncia d'escandalhatge del projècte.

source: &Manage
oc: &Gerir

source: Manage presets and options
oc: Gerir los prereglatges e opcions

source: Start &Playback
oc: Començar la &lectura

source: Start and stop playback
oc: Començar e arrestar la lectura

source: &Preview
oc: A&percebut

source: Preview effect
oc: Apercebut de l'efièit

source: &Preview effect
oc: &Apercebut de l'efièit

source: Skip &Backward
oc: Sautar en &arrièr

source: Skip backward
oc: Sautar en arrièr

source: Skip &Forward
oc: Sautar en &avant

source: Skip &Foreward
oc: Sautar en &avant

source: Skip forward
oc: Sautar en avant

source: Enable
oc: Activar

source: You must select audio in the project window.
oc: Vos cal seleccionar d'àudio dins la fenêtre de projècte

source: User Presets
oc: Prereglatges utilizaire

source: Save Preset...
oc: Enregistrar lo prereglatge...

source: Delete Preset
oc: Escafar la preseleccion

source: Defaults
oc: Reglatges per defaut

source: None
oc: Pas cap

source: Factory Presets
oc: Prereglatges d'usina

source: Import...
oc: Importar...

source: Export...
oc: Exportar...

source: Options...
oc: Opcions...

source: Type: %s
oc: Tipe : %s

source: Name: %s
oc: Nom : %s

source: Vendor: %s
oc: Vendeire : %s

source: Description: %s
oc: Descripcion : %s

source: About
oc: A prepaus

source: Are you sure you want to delete "%s"?
oc: Sètz segur que volètz suprimir %s ?

source: Save Preset
oc: Enregistrar la preseleccion

source: Preset name:
oc: Nom del prereglatge :

source: You must specify a name
oc: Especificar un nom

source: Preset already exists. Replace?
oc: Aqueste prereglatge existís ja. Lo remplaçar ?

source: Stop &Playback
oc: Arrestar la &lectura

source: Select Preset
oc: Seleccionar lo prereglatge

source: Type:
oc: Tipe :

source: &Preset:
oc: &Prereglatges :

source: Current Settings
oc: Paramètres actuals

source: Factory Defaults
oc: Paramètres d'usina

source: Applied effect: %s
oc: Efièit aplicat : %s

source: Attempting to initialize the following effect failed: %s More information may be available in Help->Show Log
oc: La temptativa d'inicializacion de l'efièit seguent a fracassat : %s Mai d'informacions pòdon èsser disponiblas dins Ajuda->Afichar Jornal

source: Effect failed to initialize
oc: L'efièit a pas pogut èsser inicializat

source: Effects Rack
oc: Rack d'efièits

source: &Apply
oc: &Aplicar

source: Latency: 0
oc: Laténcia: 0

source: &Bypass
oc: &Contornar

source: Active State
oc: Estat actiu

source: Set effect active state
oc: Causir l'estat actiu de l'efièit

source: Show/Hide Editor
oc: Afichar/Amagar l'Editor

source: Open/close effect editor
oc: Dobrir/tampar l'editor d'efièit

source: Move Up
oc: Montar

source: Move effect up in the rack
oc: Montar l'efièit dins lo rack

source: Move Down
oc: Davalar

source: Move effect down in the rack
oc: Davalar l'efièit dins lo rack

source: Favorite
oc: Favorit

source: Mark effect as a favorite
oc: Marcar l'efièit coma favorit

source: Remove effect from the rack
oc: Levar l'efièit del rack

source: Name of the effect
oc: Nom de l'efièit

source: Latency: %4d
oc: Laténcia: %4d

source: Cosine
oc: Cosinus

source: FilterLength
oc: Largor del filtre

source: CurveName
oc: Nom de la corba

source: Adjusts the volume levels of particular frequencies
oc: Ajusta los nivèls de volum de certanas frequéncias

source: To use this EQ curve in a batch chain, please choose a new name for it. Choose the 'Save/Manage Curves...' button and rename the 'unnamed' curve, then use that one.
oc: Per fin d'utilizar aquesta corba d'egalizacion dins un tractament per lòt, donatz-li un novèl nom. Causissètz lo boton 'Enregistrar/Gerir las corbas ...' e renomenatz la corba 'sens nom' abans de l'utilizar.

source: EQ Curve needs a different name
oc: Donner un autre nom a la corba d'égalisaton

source: To apply Equalization, all selected tracks must have the same sample rate.
oc: Per aplicar l'egalizacion, totas las pistas devon aver la meteissa frequéncia d'escandalhatge.

source: &EQ Type:
oc: &Tipe d'egalizador

source: &Draw
oc: &Dessenhar

source: Draw Curves
oc: Dessenhar las corbas

source: &Graphic
oc: &Grafic

source: Graphic EQ
oc: Egalizador grafic

source: Interpolation type
oc: Tipe d'interpolacion

source: Li&near Frequency Scale
oc: Escala de frequéncia li&neara

source: Linear Frequency Scale
oc: Escala lineara de frequéncia

source: Length of &Filter:
oc: Longor del &filtre :

source: Length of Filter
oc: Longor del filtre :

source: &Select Curve:
oc: &Seleccionar la corba :

source: Select Curve
oc: Seleccionar la corba

source: S&ave/Manage Curves...
oc: Enregistrar/Gerir las corbas...

source: Fla&tten
oc: Apla&tir

source: &Invert
oc: &Inversar

source: Show g&rid lines
oc: Afichar las linhas de la g&rasilha

source: Show grid lines
oc: Afichar las linhas de la grasilha

source: &Processing:
oc: Tractament :

source: D&efault
oc: Per &defaut

source: SSE &Threaded
oc: SSE Mul&tiprètzfaits

source: AV&X Threaded
oc: AV&X Multiprètzfaits

source: &Bench
oc: &Banc d'ensag

source: EQCurves.xml and EQDefaultCurves.xml were not found on your system. Please press 'help' to visit the download page. Save the curves at %s
oc: EQCurves.xml e EQDefaultCurves.xml son introuvables sus vòstre sistèma. Quichatz sus 'ajuda' per visitar la pagina de telecargament. Enregistrar las corbas jos %s

source: EQCurves.xml and EQDefaultCurves.xml missing
oc: EQCurves.xml e EQDefaultCurves.xml mancants

source: unnamed
oc: sens nom

source: Error Loading EQ Curves from file: %s Error message says: %s
oc: Error de cargament de las corbas EQ a partir del fichièr: %s Messatge d'error: %s

source: Error Loading EQ Curves
oc: Error de cargament de las corbas EQ

source: Error Saving Equalization Curves
oc: Error d'enregistrament de corbas d'egalizacion

source: Requested curve not found, using 'unnamed'
oc: Corba demandada introbabla, utilizacion de 'sens nom'

source: Curve not found
oc: Corba absenta

source: Manage Curves List
oc: Organizar la lista de las corbas

source: Manage Curves
oc: Gerir las corbas

source: &Curves
oc: &Corbas

source: Curve Name
oc: Nom de la corba

source: &Rename...
oc: &Renomenar...

source: D&elete...
oc: &Escafar

source: I&mport...
oc: &Importar...

source: &Get More...
oc: Ne saber mai ...

source: Help
oc: Ajuda

source: Rename 'unnamed' to save a new entry. 'OK' saves all changes, 'Cancel' doesn't.
oc: Renomenar 'sens nom' per enregistrar una novèla entrada. 'D'acòrdi' enregistra totas las modificacions, 'Anullar' pas cap.

source: 'unnamed' always stays at the bottom of the list
oc: 'sens nom' demòra totjorn en coa de lista

source: 'unnamed' is special
oc: 'sens nom' es especial

source: Rename '
oc: Renomenar '

source: ' to...
oc: ' cap a...

source: Rename...
oc: Renomenar ...

source: Name is the same as the original one
oc: Lo nom es lo meteis que lo de l'original

source: Same name
oc: Meteis nom

source: Overwrite existing curve '
oc: Espotir la corba existenta

source: Curve exists
oc: La corba existe

source: You cannot delete the 'unnamed' curve.
oc: Podètz pas escafar una corba 'sens nom'

source: Can't delete 'unnamed'
oc: Impossible d'escafar 'sens nom'

source: Delete '
oc: Escafar '

source: Confirm Deletion
oc: Confirmar l'escafament

source: Delete
oc: Escafar

source: You cannot delete the 'unnamed' curve, it is special.
oc: Podètz pas escafar la corba 'sens nom', perque es especiala.

source: Choose an EQ curve file
oc: Causir un fichièr de corba d'egalizacion

source: xml files (*.xml;*.XML)|*.xml;*.XML
oc: Fichièrs xml (*.xml;*.XML)|*.xml;*.XML

source: Export EQ curves as...
oc: Exportar las corbas d'egalizacion jos ...

source: You cannot export 'unnamed' curve, it is special.
oc: Podètz pas exportar la corba 'sens nom', perque es especiala.

source: Cannot Export 'unnamed'
oc: Impossible d'exportar 'sens nom'

source: %d curves exported to %s
oc: %d corbas exportadas jos %s

source: Curves exported
oc: Corbas exportadas

source: No curves exported
oc: Pas cap de corba exportada

source: Equalization
oc: Egalizacion

source: Benchmark times: Original: %s Default Segmented: %s Default Threaded: %s SSE: %s SSE Threaded: %s
oc: Temps de banc d'essai : Original : %s Per defaut segmentat : %s Per defaut threadat : %s SSE : %s SSE threadat : %s

source: Applies a linear fade-in to the selected audio
oc: Aplica un fondut entrant linear a l'àudio seleccionat

source: Applies a linear fade-out to the selected audio
oc: Aplica un fondut sortent linear a l'àudio seleccionat

source: Fade In
oc: Fondre en dobertura

source: Fade Out
oc: Fondre en tampadura

source: Clipping
oc: Saturacion

source: Start threshold (samples):
oc: Sulhet de marcatge (escandalhatges):

source: Stop threshold (samples):
oc: Sulhet d'arrèst (escandalhatges) :

source: Find Clipping
oc: Marcar la saturacion

source: There is not enough room available to generate the audio
oc: I a pas pro de plaça per poder generar l'àudio

source: Flips the audio samples upside-down, reversing their polarity
oc: Renvèrsa los escandalhatges àudio d'amont cap aval, inversant lor polaritat

source: Invert
oc: Inversar

source: Light
oc: Leugièr

source: Moderate
oc: Moderat

source: Heavy
oc: Fòrt

source: Heavier
oc: Mai fòrt

source: Heaviest
oc: Plan fòrt

source: Leveler is a simple, combined compressor and limiter effect for reducing the dynamic range of audio
oc: Nivelador es un compressor simple e combinat, e un efièit limitador per reduire la plaja dinamica de l'àudio

source: Degree of Leveling:
oc: Gras de nivèlament :

source: Noise Threshold:
oc: Sulhet de bruit :

source: Leveller
oc: Nivelador

source: Builtin Effects
oc: Efièits integrats

source: The Audacity Team
oc: L'Equipa Audacity

source: Provides builtin effects to Audacity
oc: Provesís d'efièits preïntegrats a Audacity

source: White
oc: Blanc

source: Pink
oc: Ròse

source: Type
oc: Tipe

source: Generates one of three different types of noise
oc: Genèra un dels tres diferents tipes de bruit

source: Noise type:
oc: Tipe de bruit :

source: Noise
oc: Bruit

source: Second greatest
oc: Segond mai grand

source: Old
oc: Vièlh

source: none, Hann (2.0.6 behavior)
oc: pas cap, Hann (comportament 2.0.6)

source: Hann, none
oc: Hann, pas cap

source: Hann, Hann (default)
oc: Hann, Hann (per defaut)

source: Hamming, none
oc: Hamming, pas cap

source: Hamming, Reciprocal Hamming
oc: Hamming, Hamming Recipròc

source: Removes background noise such as fans, tape noise, or hums
oc: Lèva los bruits de fons coma de ventiladors, de bruit de riban, o de bronzinaments

source: You must specify the same window size for steps 1 and 2.
oc: La talha de la fenèstra per las etapas 1 e 2 deu èsser la meteissa.

source: Warning: window types are not the same as for profiling.
oc: Avertiment : las talhas de fenèstras son pas las meteissas que pel perfilatge.

source: All noise profile data must have the same sample rate.
oc: Totas las donadas de perfils de bruit devon aver lo meteis taus d'escandalhatge.

source: The sample rate of the noise profile must match that of the sound to be processed.
oc: Lo taus d'escandalhatge del perfil de bruit deu correspondre a lo del son que deu èsser tractat.

source: Selected noise profile is too short.
oc: Lo perfil de bruit seleccionat es tròp cort.

source: &Noise reduction (dB):
oc: Reduccio&n de bruit (dB) :

source: Noise reduction
oc: Reduccion de bruit

source: &Sensitivity:
oc: &Sensibilitat :

source: Sensitivity
oc: Sensibilitat

source: Attac&k time (secs):
oc: Ata&c (segondas) :

source: Attack time
oc: Atac

source: R&elease time (secs):
oc: T&emps de daissament (segondas) :

source: Release time
oc: Temps de daissament

source: &Frequency smoothing (bands):
oc: Lissatge de &frequéncia (bendas) :

source: Frequency smoothing
oc: Lissatge de frequéncia

source: Sensiti&vity (dB):
oc: Sensibi&litat (dB) :

source: Old Sensitivity
oc: Anciana sensibilitat

source: Noise Reduction
oc: Reduccion de bruit

source: Step 1
oc: Etapa 1

source: Select a few seconds of just noise so Audacity knows what to filter out, then click Get Noise Profile:
oc: Causir qualques segondas de bruit sol per fin qu'Audacity sàpia çò que deu filtrar. Clicar puèi sus Préner lo perfil del bruit :

source: &Get Noise Profile
oc: Prene lo perfil del bruit

source: Step 2
oc: Etapa 2

source: Select all of the audio you want filtered, choose how much noise you want filtered out, and then click 'OK' to reduce noise.
oc: Seleccionar tot l'àudio que volètz filtrar, causir la quantitat de bruit que volètz levar, clicar puèi sus "D'acòrdi" per réduire lo bruit.

source: Noise:
oc: Bruit :

source: Re&duce
oc: Re&dusir

source: &Isolate
oc: &Isolar

source: Resid&ue
oc: Resid&ú

source: Advanced Settings
oc: Paramètres avançats

source: 2048 (default)
oc: 2048 (per defaut)

source: Window si&ze
oc: Talha fenèstra (&z)

source: 4 (default)
oc: 4 (per defaut)

source: Noise Removal
oc: Reduccion del bruit

source: Removes constant background noise such as fans, tape noise, or hums
oc: Leva los bruits de fons constants coma de ventiladors, del bruit de riban, o de bronzinaments

source: Select all of the audio you want filtered, choose how much noise you want filtered out, and then click 'OK' to remove noise.
oc: Seleccionar tot l'àudio que volètz filtrar, causir la quantitat de bruit que volètz levar, clicar puèi sus "D'acòrdi" per suprimir lo bruit.

source: Noise re&duction (dB):
oc: Re&duccion de bruit (dB):

source: &Sensitivity (dB):
oc: &Sensibilitat (dB) :

source: Fr&equency smoothing (Hz):
oc: Lissatge de fr&equéncia (Hz) :

source: Attac&k/decay time (secs):
oc: Durada de l'atac e del relambi (segondas) :

source: Attack/decay time
oc: Durada d'atac/relambi

source: Re&move
oc: Levar

source: ApplyGain
oc: AplicarGanh

source: Removing DC offset and Normalizing...
oc: Supression del decalatge CC e Normalizacion...

source: Removing DC offset...
oc: Supression del decalatge CC ...

source: Normalizing without removing DC offset...
oc: Normalizacion sens supression de decalatge CC...

source: Analyzing:
oc: Analisi :

source: Analyzing first track of stereo pair:
oc: Analisi de la primièra pista d'una para esterèo :

source: Processing:
oc: Tractament :

source: Processing stereo channels independently:
oc: Tractar independentament los canals esterèo :

source: Analyzing second track of stereo pair:
oc: Analisi de la segonda pista d'una para esterèo :

source: Processing first track of stereo pair:
oc: Tractament de la primièra pista d'una para esterèo :

source: Processing second track of stereo pair:
oc: Tractament de la segonda pista d'una para esterèo :

source: Remove DC offset (center on 0.0 vertically)
oc: Suprimir lo decalatge CC (centrar sus 0.0 verticalament)

source: Normalize maximum amplitude to
oc: Normalizar l'amplitud maximum a

source: Maximum amplitude dB
oc: Amplitud maximala dB

source: Normalize stereo channels independently
oc: Normalizar de canals esterèo independentament

source: Time Resolution
oc: Resolucion temporala

source: Use Paulstretch only for an extreme time-stretch or "stasis" effect
oc: Utilizar lo Paulstretch solament per una desformacion temporala extrèma o un efièit de "stase"

source: Stretch Factor:
oc: Factor d'estirament :

source: Time Resolution (seconds):
oc: Resolucion (segondas) :

source: Error in Paulstretch: The selection is too short. It must be much longer than the Time Resolution.
oc: Error dins Paulstretch: La seleccion es tròp corta. Deu èsser mai longa que la Resolucion.

source: Stages
oc: Fasas

source: Phase
oc: Fasa

source: Depth
oc: Prigondor

source: Feedback
oc: Retorn

source: Combines phase-shifted signals with the original signal
oc: Combina los senhals desfasats amb lo senhal original

source: Stages:
oc: Fasas :

source: LFO Frequency (Hz):
oc: Frequéncia LFO (Hz) :

source: LFO frequency in hertz
oc: Frequéncia LFO en hertz

source: LFO Start Phase (deg.):
oc: Fasa de despart LFO (deg.) :

source: LFO start phase in degrees
oc: Fasa de despart LFO en grases

source: Depth:
oc: Prigondor :

source: Depth in percent
oc: Prigondor en percentatge

source: Feedback (%):
oc: Retorn (%) :

source: Feedback in percent
oc: Retorn en percentatge

source: Output gain (dB):
oc: Ganh de sortida (dB) :

source: Output gain (dB)
oc: Ganh de sortida (dB)

source: Phaser
oc: Fasar

source: The Repair effect is intended to be used on very short sections of damaged audio (up to 128 samples). Zoom in and select a tiny fraction of a second to repair.
oc: L'efièit reparacion es destinat a èsser utilizat amb de seccions d'àudio fòrça cortas damatjat (fins a 128 escandalhatges). Zoommar e seleccionar una corta fraccion de segonda a reparar.

source: Repair works by using audio data outside the selection region. Please select a region that has audio touching at least one side of it. The more surrounding audio, the better it performs.
oc: Reparacion utiliza de donadas àudio situadas en defòra de la seleccion. Seleccionatz una region amb de l'àudio que tòca al mens un de sos costats. Mai i a d'àudio a l'entorn, melhor es lo resultat.

source: Repair
oc: Reparar

source: Count
oc: Compte

source: Repeats the selection the specified number of times
oc: Repetís la seleccion pel nombre especificat de còps

source: Number of repeats to add:
oc: Nombre de repeticions d'apondre :

source: Current selection length: dd:hh:mm:ss
oc: Longor de la seleccion actuala : jj:hh:mm:ss
