Repository: Cedric31/audacity
Catalog: locale/*.po
Languages: oc

source: New selection length: dd:hh:mm:ss
oc: Longor de la novèla seleccion : jj:hh:mm:ss

source: Current selection length:
oc: Longor de la seleccion actuala :

source: New selection length:
oc: Longor de la novèla seleccion :

source: Warning: No repeats.
oc: Avertiment : Pas cap de repeticion.

source: Repeat
oc: Repetir

source: RoomSize
oc: TalhaSala

source: Reverberance
oc: Reverberacion

source: Vocal I
oc: Votz I

source: Vocal II
oc: Votz II

source: Bathroom
oc: Sala de banh

source: Small Room Bright
oc: Pichon espaci clar

source: Small Room Dark
oc: Pichon espaci escur

source: Medium Room
oc: Espaci mejan

source: Large Room
oc: Espaci larg

source: Church Hall
oc: Hall de glèisa

source: Cathedral
oc: Catedrala

source: Adds ambience or a "hall effect"
oc: Apond de l'ambiança o un "efièit de hall"

source: &Room Size (%):
oc: G&randor de la pèça (%) :

source: &Pre-delay (ms):
oc: &Prerelambi (ms) :

source: Rever&berance (%):
oc: Rever&beracion (%) :

source: Da&mping (%):
oc: A&mortiment (%) :

source: Tone &Low (%):
oc: Tons grèus (%) :

source: Tone &High (%):
oc: Tons aguts (%) :

source: Wet &Gain (dB):
oc: Wet &Ganh (dB) :

source: Dr&y Gain (dB):
oc: Ganh Dr&y (dB):

source: Stereo Wid&th (%):
oc: Largor es&terèo (%)

source: Wet O&nly
oc: Wet u&nicament

source: Reverb
oc: Reverberacion

source: Reverses the selected audio
oc: Invèrsa l'àudio seleccionat

source: Reverse
oc: Inversar sens

source: Chebyshev Type I
oc: Chebyshev Tipe I

source: Chebyshev Type II
oc: Chebyshev Tipe II

source: Lowpass
oc: Passa-bas

source: Highpass
oc: Passa-naut

source: Order
oc: Òrdre

source: Cutoff
oc: Talha

source: Performs IIR filtering that emulates analog filters
oc: Perfòrma un filtratge IIR qu'emula de filtres analògs

source: To apply a filter, all selected tracks must have the same sample rate.
oc: Per aplicar un filtre, totas las pistas devon èsser a la meteissa frequéncia d'escandalhatge.

source: &Filter Type:
oc: Tipe de &filtre :

source: O&rder:
oc: Ò&rdre :

source: &Passband Ripple:
oc: Ondulacion de benda &passanta :

source: Passband Ripple (dB)
oc: Onda del passa-benda (dB)

source: &Subtype:
oc: &Sostipe :

source: C&utoff:
oc: Tal&h :

source: Cutoff (Hz)
oc: Talh (Hz)

source: Minimum S&topband Attenuation:
oc: Atenuacion minimum de la benda d'afeblimen&t :

source: Minimum S&topband Attenuation (dB)
oc: Atenuacion minimum de la benda d'afeblimen&t (dB)

source: Classic Filters
oc: Filtres classics

source: Align MIDI to Audio
oc: Alinhar lo MIDI amb l'àudio

source: Frame Period:
oc: Periòde de trama :

source: Frame Period
oc: Periòde de trama

source: Window Size
oc: Definicion d'afichatge

source: Force Final Alignment
oc: Forçar l'alinhament final

source: Ignore Silence at Beginnings and Endings
oc: Ignorar los silencis de començament e de fin

source: Silence Threshold:
oc: Sulhet de silenci :

source: Silence Threshold
oc: Sulhet de silenci

source: Presmooth Time:
oc: Durada de prelissatge :

source: Presmooth Time
oc: Durada de prelissatge

source: Line Time:
oc: Durada de linha :

source: Line Time
oc: Durada de linha

source: Smooth Time:
oc: Durada de lissatge :

source: Smooth Time
oc: Durada de lissatge

source: Use Defaults
oc: Utilizar los reglatges per defaut

source: Restore Defaults
oc: Restablir los reglatges per defaut

source: Creates audio of zero amplitude
oc: Crèa de l'àudio amb una amplitud nulla

source: Converts stereo tracks to mono
oc: Convertís de pistas estèreo en mono

source: Stereo To Mono
oc: Esterèo cap a Mono

source: Sliding Time Scale/Pitch Shift
oc: Variacion progressiva de la nautor

source: Allows continuous changes to the tempo and/or pitch
oc: Permet de cambiaments continús al tempo e/o a sa nautor

source: Initial Tempo Change (%)
oc: Cambiament inicial del tempo (%)

source: Final Tempo Change (%)
oc: Cambiament final del tempo (%)

source: Initial Pitch Shift
oc: Ajustament de nautor inicial

source: (semitones) [-12 to 12]:
oc: (mièg-tons) [-12 a 12] :

source: (%) [-50 to 100]:
oc: (%) [-50 a 100] :

source: Final Pitch Shift
oc: Ajustament de nautor final

source: Logarithmic
oc: Logaritmic

source: Sine
oc: Sinusoïd

source: Square
oc: Carrada

source: Sawtooth
oc: Dent de rèssa

source: Square, no alias
oc: Carrada, lisada

source: Waveform
oc: Forma d'onda

source: Interpolation
oc: Interpolacion

source: Generates four different types of tone waveform while allowing starting and ending amplitude and frequency
oc: Genèra quatre diferents tipes d'ondas tonalas tot en permetent lo despart e la fin de l'amplitud e de la frequéncia

source: Generates four different types of tone waveform
oc: Genèra quatre diferents tipes d'ondas tonalas

source: Waveform:
oc: Forma d'onda :

source: Frequency (Hz):
oc: Frequéncia (Hz):

source: Frequency Hertz Start
oc: Frequéncia Hertz de començament

source: Frequency Hertz End
oc: Frequéncia Hertz de fin

source: Amplitude Start
oc: Amplitud de començament

source: Amplitude End
oc: Amplitud de fin

source: Interpolation:
oc: Interpolacion :

source: Chirp
oc: Fiulet

source: Tone
oc: Son

source: Truncate Detected Silence
oc: Trocejar lo silenci detectat

source: Compress Excess Silence
oc: Compressar lo silenci excédant

source: Truncate
oc: Troncar

source: Compress
oc: Compressar

source: Automatically reduces the length of passages where the volume is below a specified level
oc: Redutz automaticament la longor dels passatges ont lo volum es jol nivèl especificat

source: Detect Silence
oc: Detectar lo silenci

source: Level:
oc: Nivèl :

source: Truncate to:
oc: Trocejar a :

source: Compress to:
oc: Compressar a :

source: Truncate Silence
oc: Trocejar lo silenci

source: VST Effects
oc: Efièits VST

source: Adds the ability to use VST effects in Audacity.
oc: Permet l'utilizacion d'efièits VST dins Audacity.

source: VST plugin registration failed for %s
oc: L'enregistrament de plugin VST a fracassat per %s

source: VST Effect Options
oc: Opcions de l'efièit VST

source: Buffer Size
oc: Talha del tampon

source: The buffer size controls the number of samples sent to the effect
oc: La talha del tampon contraròtle lo nombre d'escandalhatges mandats cap a l'efièit a

source: on each iteration. Smaller values will cause slower processing and
oc: cada iteracion. De valors mai pichonas entraïnaràn una execucion mai

source: some effects require 8192 samples or less to work properly. However
oc: lenta e certans efièits requerisson 8192 escandalhatges o mens per foncionar

source: most effects can accept large buffers and using them will greatly
oc: corrèctament. Pasmens, la màger part dels efièits pòdon acceptar de tampons de

source: reduce processing time.
oc: granda talha e los utilizar redusirà grandement lo temps d'execucion.

source: &Buffer Size (8 to 1048576 samples):
oc: Talha del tampon (8 a 1048576 escandalhatges) :

source: Latency Compensation
oc: Compensacion de laténcia

source: As part of their processing, some VST effects must delay returning
oc: Una partida de l'execucion de certans efièits VST devon renviar

source: audio to Audacity. When not compensating for this delay, you will
oc: l'àudio amb un relambi cap a Audacity. Quand aqueste relambi es pas estat

source: notice that small silences have been inserted into the audio.
oc: remarcaretz que de pichons silencis seràn estats inserits

source: Enabling this option will provide that compensation, but it may
oc: Activar aquesta opcion provesirà de compensacion, mas es possible

source: not work for all VST effects.
oc: que foncione pas amb totes los efièits VST.

source: Enable &compensation
oc: Activar la &compensacion

source: Graphical Mode
oc: Mòde grafic

source: Most VST effects have a graphical interface for setting parameter values.
oc: La màger part dels efièits CST an un mòde d'interfàcia grafica per reglar las valara dels paramètres.

source: A basic text-only method is also available.
oc: Un metòde basic en mòde tèxte es tanben disponible.

source: Reopen the effect for this to take effect.
oc: Tornar dobrir l'efièit per qu'aqueste prenga efièit.

source: Enable &graphical interface
oc: Activar l'interfàcia &grafica

source: Audio In:
oc: Entrada àudio :

source: , Audio Out:
oc: , Sortida àudio :

source: Save VST Preset As:
oc: Salvar lo prereglatge VST jos :

source: Unrecognized file extension.
oc: Extension de fichièr pas reconeguda.

source: Error Saving VST Presets
oc: Error al moment de la salvament del prereglatge VST

source: Load VST Preset:
oc: Cargar lo prereglatge VST :

source: Error Loading VST Presets
oc: Error al moment del cargament dels prereglatges VST

source: Unable to load presets file.
oc: Impossible de cargar lo fichièr de prereglatges.

source: VST plugin initialization failed
oc: L'inicializacion de l"empeuton VST a fracassat

source: Effect Settings
oc: Reglatges de l'efièit

source: Unable to read presets file.
oc: Impossible de legir lo fichièr de prereglatges.

source: Could not open file: "%s"
oc: Impossible de dobrir lo fichièr : "%s"

source: This parameter file was saved from %s. Continue?
oc: Aqueste fichièr de paramètre es estat enregistrat a partir de %s. Contunhar ?

source: Resonance
oc: Resonància

source: Depth (%):
oc: Prigondor (%) :

source: Resonance:
oc: Resonància :

source: Wah Frequency Offset (%):
oc: Decalatge de frequéncia Wah (%):

source: Wah frequency offset in percent
oc: Décallage de frequéncia Wah en percentatge

source: Audio Unit Effects
oc: Efièits Àudio Unit

source: Audio Unit Effect Options
oc: Opcions de l'unitat d'efièits àudio

source: Full
oc: Plan

source: not work for all Audio Unit effects.
oc: foncione pas amb totas las unitats d'efièits àudio.

source: User Interface
oc: Interfàcia utilizaire

source: Preset
oc: Preseleccion

source: Location
oc: Emplaçament

source: LADSPA Effects
oc: Efièits LADSPA

source: Provides LADSPA Effects
oc: Provesís los efièits LADSPA

source: LADSPA Effect Options
oc: Opcions dels efièits LADSPA

source: As part of their processing, some LADSPA effects must delay returning
oc: Dins lor tractament, certans efièits LADSPA pòdon generar un relambi.

source: not work for all LADSPA effects.
oc: fonciona pas amb totes los efièits LADSPA

source: Effect Output
oc: Sortida d'efièit

source: LV2 Effect Settings
oc: Paramètres de l'efièit LV2

source: As part of their processing, some LV2 effects must delay returning
oc: Dins lor tractament, certans efièits LV2 pòdon generar un relambi.

source: Enabling this setting will provide that compensation, but it may
oc: Activar aqueste paramètre provesirà aquesta compensacion, mas es possible

source: not work for all LV2 effects.
oc: que foncionen per totes los efièits LV2

source: LV2 effects can have a graphical interface for setting parameter values.
oc: Los efièits LV2 pòdon aver una interfàcia grafica per reglar las valors dels paramètres.

source: Generator
oc: Generador

source: &Duration:
oc: &Durada:

source: LV2 Effects
oc: Efièits LV2

source: Provides LV2 Effects support to Audacity
oc: Provesís un supòrt a Audacity pels efièits LV2

source: Nyquist Effects
oc: Efièits Nyquist

source: Provides Nyquist Effects support to Audacity
oc: Provesís un supòrt a Audacity pels efièits Nyquist

source: Applying Nyquist Effect...
oc: Aplicacion d'efièit Nyquist...

source: Nyquist Prompt
oc: Consòla Nyquist

source: Sorry, cannot apply effect on stereo tracks where the tracks don't match.
oc: O planhèm, l'efièit pòt pas èsser realizat sus de pistas esterèo dins las qualas los canals individuals de la pista correspondon pas.

source: Selection too long for Nyquist code. Maximum allowed selection is 2147483647 samples (about 13.5 hours at 44100 Hz sample rate).
oc: Seleccion tròp longa pel còde Nyquist. Seleccion maximala autorizada es 2147483647 escandalhatges (environ 13.5 oras a 44100 Hz taus d'escandalhatge).

source: Nyquist Error
oc: Error Nyquist

source: Nyquist Output:
oc: Consòla Nyquist

source: Processing complete.
oc: Tractament complet.

source: Nyquist returned the value:
oc: Nyquist a tornat la valor :

source: Undefined return value.
oc: Valor de retorn indefinida.

source: Nyquist returned too many audio channels.
oc: Nyquist a tornat tròp de canals àudio.

source: Nyquist returned one audio channel as an array.
oc: Nyquist a tornat un canal àudio coma tablèu.

source: Nyquist returned an empty array.
oc: Nyquist renvoi un tablèu void.

source: Nyquist did not return audio.
oc: Nyquist a pas tornat d'àudio.

source: [Warning: Nyquist returned invalid UTF-8 string, converted here as Latin-1]
oc: [Atencion : Nyquist a tornat una cadena de caractèrs UTF-8 invalida, convertida aicí en Latin-1]

source: Bad Nyquist 'control' type specification: '%s' in plugin file '%s'. Control not created.
oc: Marrida especificacion de tipe del contraròtle Nyquist : '%s' dins lo fichièr de l'empeuton '%s'. Lo contraròtle a pas pogut èsser creat.

source: Your code looks like SAL syntax, but there is no return statement. Either use a return statement such as return s * 0.1 for SAL, or begin with an open parenthesis such as (mult s 0.1) for LISP.
oc: Vòstre còde se sembla a de sintaxi SAL, mas i a pas de marca de retorn. Podètz utilizar una marca de retorn coma return s * 0.1 per del SAL, o començar per una dobertura de parentèsi tala coma (mult s 0.1) per del LISP.

source: Error in Nyquist code
oc: Error dins lo còde Nyquist

source: Enter Nyquist Command:
oc: Entrar una comanda Nyquist :

source: &Use legacy (version 3) syntax.
oc: &Utilizar la sintaxi legacy (version 3).

source: &Load
oc: Cargar

source: Current program has been modified. Discard changes?
oc: Lo programa actual es estat modificat. Anullar las modificacions?

source: File could not be loaded
oc: Lo fichièr a pas pogut èsser cargat

source: File could not be saved
oc: Lo fichièr a pas pogut èsser salvat

source: OK
oc: D'acòrdi

source: Vamp Effects
oc: Efièits Vamp

source: Provides Vamp Effects support to Audacity
oc: Provesís un supòrt a Audactity pels efièits Vamp

source: Sorry, Vamp Plug-ins cannot be run on stereo tracks where the individual channels of the track do not match.
oc: O planhèm, los empeutons Vamp pòdon pas èsser realizats sus de pistas en esterèo dins lesquelles los canals individuals de la pista correspondon pas.

source: Sorry, failed to load Vamp Plug-in.
oc: O planhèm, fracàs de cargament de l'empeuton Vamp.

source: Sorry, Vamp Plug-in failed to initialize.
oc: O planhèm, l'empeuton Vamp a pas pogut èsser inicializat.

source: Plugin Settings
oc: Reglatges de l'empeuton

source: Program
oc: Programa

source: No format specific options
oc: Pas d'opcions especificas de format

source: Export Audio
oc: Exportar l'àudio

source: All selected audio is muted.
oc: Tota la seleccion àudio es muda.

source: All audio is muted.
oc: Tot l'àudio es mut.

source: Unable to export
oc: Impossible d'exportar

source: Are you sure you want to export the file as "
oc: Sètz segur que volètz exportar lo fichièr jos "

source: You are about to export a %s file with the name "%s". Normally these files end in ".%s", and some programs will not open files with nonstandard extensions. Are you sure you want to export the file under this name?
oc: Sètz a mand d'exportar un fichièr %s qu'a lo nom "%s". Normalament, aquestes fichièrs s'acaban per ".%s" e certans programas dobrisson pas los fichièrs qu'an d'extensions pas estandardas. Sètz segur que volètz exportar lo fichièr jos aqueste nom?

source: Sorry, pathnames longer than 256 characters not supported.
oc: O planhèm, los noms de camins de mai de 256 caractèrs son pas suportats.

source: You are attempting to overwrite an aliased file that is missing. The file cannot be written because the path is needed to restore the original audio to the project. Choose File > Check Dependencies to view the locations of all missing files. If you still wish to export, please choose a different filename or folder.
oc: Ensajatz d'espotir un fichièr associat qu'es mancant. Lo fichièr pòt pas èsser escrich perque lo camin es utilizat per restablir l'àudio original dins lo projècte. Causissètz > Verificar los fichièrs associats per veire los emplaçaments de totes los fichièrs mancants. Se volètz totjorn exportar, causissètz un nom de repertòri o de fichièr diferent.

source: A file named "%s" already exists. Replace?
oc: Un fichièr nomenat "%s" existís ja. Lo remplaçar ?

source: Your tracks will be mixed down to two stereo channels in the exported file.
oc: Dins lo fichièr exportat, vos pistas seràn mescladas en dos canals esterèo

source: Your tracks will be mixed down to a single mono channel in the exported file.
oc: Dins lo fichièr exportat, vos pistas seràn mescladas en un canal mono

source: Advanced Mixing Options
oc: Opcions de mixatge avançadas

source: Format Options
oc: Opcions de format

source: Channel: %2d
oc: Canal : %2d

source: - L
oc: - G

source: - R
oc: - D

source: Mixer Panel
oc: Panèl de mixatge

source: Output Channels: %2d
oc: Canals de sortida : %2d

source: Command:
oc: Comanda :

source: Show output
oc: Mostrar la sortida

source: Data will be piped to standard in. "%f" uses the file name in the export window.
oc: Las donadas seràn dirigidas cap a l'entrada standard. "%f" utiliza lo nom de fichièr dins la fenèstra d'export.

source: Find path to command
oc: Cercar lo camin de la comanda

source: (external program)
oc: (programa extèrne)

source: Cannot export audio to %s
oc: Impossible d'exportar l'àudio cap a %s

source: Export
oc: Exportar

source: Exporting the selected audio using command-line encoder
oc: Exportacion de la seleccion àudio en utilizant un encodador a linha de comanda

source: Exporting the entire project using command-line encoder
oc: Exportacion del projècte entièr en utilizant un encodador a linha de comanda

source: Command Output
oc: Comanda

source: Properly configured FFmpeg is required to proceed. You can configure it at Preferences > Libraries.
oc: Es necessari de configurar corrèctament FFmpeg. Lo podètz configurar dins Preferéncias >Bibliotècas.

source: FFmpeg : ERROR - Can't determine format description for file "%s".
oc: FFmpeg : ERROR - Impossible de determinar la descripcion de format pel fichièr "%s".

source: FFmpeg Error
oc: Error FFmpeg

source: FFmpeg : ERROR - Can't allocate output format context.
oc: FFmpeg : ERROR - Impossible d'alogar lo contexte del format de sortida.

source: FFmpeg : ERROR - Can't add audio stream to output file "%s".
oc: FFmpeg : ERROR - Impossible d'apondre lo flux àudio au fichièr de sortida "%s".

source: FFmpeg : ERROR - Can't write headers to output file "%s". Error code is %d.
oc: FFmpeg : ERROR - Impossible d'escriure las entèstas pel fichièr de sortida "%s". Lo còde d'error es %d.

source: FFmpeg cannot find audio codec 0x%x. Support for this codec is probably not compiled in.
oc: FFmpeg pòt pas trobar lo codec àudio 0x%x. Lo supòrt d'aqueste codec es probablament pas compilat.

source: FFmpeg : ERROR - Can't open audio codec 0x%x.
oc: FFmpeg : ERROR - Impossible d'ouvrir lo codec àudio 0x%x.

source: FFmpeg : ERROR - Can't allocate buffer to read into from audio FIFO.
oc: FFmpeg : ERROR - Impossible d'alogar lo tampon per lire ce qui vient del FIFO àudio.

source: FFmpeg : ERROR - Could not get sample buffer size
oc: FFmpeg : ERROR - Impossible d'obtenir la taille del tampon d'escandalhatge.

source: FFmpeg : ERROR - Could not allocate bytes for samples buffer
oc: FFmpeg : ERROR - Impossible d'alogar des octets pel tampon d'escandalhatge.

source: FFmpeg : ERROR - Could not setup audio frame
oc: FFmpeg : ERROR - Impossible de paramétrer la trama sonore.

source: FFmpeg : ERROR - encoding frame failed
oc: FFmpeg : ERROR - L'encodage de la trama a fracassat.

source: FFmpeg : ERROR - Too much remaining data.
oc: FFmpeg : ERROR - Tròp de donadas restantes.

source: FFmpeg : ERROR - Couldn't write last audio frame to output file.
oc: FFmpeg : ERROR - Impossible d'escriure la dernière trama sonore dans lo fichièr de sortida.

source: FFmpeg : ERROR - nAudioFrameSizeOut too large.
oc: FFmpeg : ERROR - nAudioFrameSizeOut tròp large.

source: FFmpeg : ERROR - Can't encode audio frame.
oc: FFmpeg : ERROR - Impossible d'encoder la trama sonore.

source: FFmpeg : ERROR - Failed to write audio frame to file.
oc: FFmpeg : ERROR - Échec de l'écriture de la trama sonore dans lo fichièr.

source: Attempted to export %d channels, but maximum number of channels for selected output format is %d
oc: Temptativa d'exportar %d canals, mas lo maximum de canals es de %d pel format de sortida seleccionat

source: Exporting selected audio as %s
oc: Exportar la seleccion àudio jos %s

source: Exporting entire file as %s
oc: Exportar lo fichièr entièr a %s

source: Invalid sample rate
oc: Frequéncia d'escandalhatge invalida.

source: The project sample rate (%d) is not supported by the current output file format.
oc: La frequéncia d'escandalhatge del projècte (%d) es pas suportat pel format de sortida actual.

source: The project sample rate (%d) and bit rate (%d kbps) combination is not supported by the current output file format.
oc: La combinaison de frequéncia d'escandalhatge del projècte (%d) e de débit (%d kbps) es pas suportat pel format de sortida actual.

source: You may resample to one of the rates below.
oc: Vos cal reescandalhar a un de tauses çaijós.

source: Sample Rates
oc: Taus d'escandalhatge :

source: Bit Rate:
oc: Debit :

source: Quality:
oc: Qualitat :

source: Open custom FFmpeg format options
oc: Ouvrir des options de format FFmpeg personnalisées

source: Overwrite preset '%s'?
oc: Espotir las preseleccions '%s'?

source: Confirm Overwrite
oc: Confirmar l'escafament

source: Please select format before saving a profile
oc: Seleccionatz lo format abans d'enregistrar lo perfil

source: Please select codec before saving a profile
oc: Seleccionatz lo codec abans d'enregistrar lo perfil

source: Preset '%s' does not exist.
oc: La preseleccion %s existís pas.

source: Replace preset '%s'?
oc: Remplacer la préseleccion '%s' ?

source: Main
oc: Principal

source: M4A (AAC) Files (FFmpeg)
oc: Fichièrs (FFmpeg) M4A (AAC)

source: AC3 Files (FFmpeg)
oc: Fichièrs AC3 (FFmpeg)

source: AMR (narrow band) Files (FFmpeg)
oc: AMR (benda estrecha) Fichièrs (FFmpeg)

source: WMA (version 2) Files (FFmpeg)
oc: WMA (version 2) Fichièrs (FFmpeg)

source: Custom FFmpeg Export
oc: Personalizacion de l'expòrt FFmpeg

source: Estimate
oc: Estimar

source: 2-level
oc: Nivèl 2

source: 4-level
oc: Nivèl 4

source: 8-level
oc: Nivèl 8

source: Full search
oc: Recèrca completa

source: Log search
oc: Recèrca dins lo jornal

source: Configure custom FFmpeg options
oc: Configurer des options FFmpeg personnalisées

source: Preset:
oc: Preseleccion :

source: Load Preset
oc: Cargar una preseleccion

source: Import Presets
oc: Importar las preseleccions

source: Export Presets
oc: Exportar las preseleccions

source: Not all formats and codecs are compatible. Nor are all option combinations compatible with all codecs.
oc: Totes los formats e codecs son pas compatibles. Certanas combinasons d'opcion son pas mai compatiblas amb totes los codecs.

source: Show All Formats
oc: Mostrar totes los formats

source: Show All Codecs
oc: Mostrar totes los Codecs

source: General Options
oc: Opcions generalas

source: Language:
oc: Lenga :

source: ISO 639 3-letter language code Optional empty - automatic
oc: Format de caractèrs ISO 639 3 Opcional void - automatic

source: Tag:
oc: Etiqueta :

source: Codec tag (FOURCC) Optional empty - automatic
oc: Entèsta de codec (FOURCC) Opcional void - automatic
