Repository: Cedric31/audacity
Catalog: locale/*.po
Languages: oc

source: File '%s' already exists, do you really want to overwrite it?
oc: Lo fichièr '%s' existís ja, sètz segur que volètz l'espotir ?

source: Confirm
oc: Confirmar

source: Please choose an existing file.
oc: Causissètz un fichièr existent.

source: File type:
oc: Tipe de fichièr :

source: File dialog failed with error code %0lx.
oc: La bóstia de dialòg a fracassat amb lo còde d'error %0lx.

source: &Nyquist Workbench...
oc: Espaci de trabalh &Nyquist...

source: &Undo Ctrl+Z
oc: &Desfar Ctrl+Z

source: &Redo Ctrl+Y
oc: &Refar Ctrl+Z

source: Cu&t Ctrl+X
oc: &Talhar Ctrl+X

source: &Copy Ctrl+C
oc: &Copiat Ctrl+C

source: &Paste Ctrl+V
oc: &Pegar Ctrl+V

source: Cle&ar Ctrl+L
oc: Escaf&ar Ctrl+L

source: Select A&ll Ctrl+A
oc: Seleccionar t&ot Ctrl+A

source: &Find... Ctrl+F
oc: Tro&bar... Ctrl+F

source: &Go to
oc: A&nar a

source: Select &Font...
oc: Seleccionar una po&liça...

source: Split &Vertically
oc: Separar &verticalament

source: Split &Horizontally
oc: Separar #orizontalament

source: Show S&cript
oc: Mostrar l'es&cript

source: Show &Output
oc: Mostrar la s&ortida

source: &Large Icons
oc: Granda Icòna

source: &Small Icons
oc: Pichona Icòna

source: Toolbar
oc: Barra d'aisinas

source: &About
oc: &A prepaus

source: Script
oc: Escript

source: Output
oc: Sortida

source: Load Nyquist script
oc: Cargar l'escript Nyquist

source: Script was not saved.
oc: L'escript es pas estat salvat.

source: Warning
oc: Atencion

source: Save Nyquist script
oc: Salvar l'escript Nyquist

source: Find dialog
oc: Trobar lo dialòg

source: Harvey Lubin (logo)
oc: Harvey Lubin (lògo)

source: Tango Icon Gallery (toolbar icons)
oc: Galariá d'icònas Tango (icònas de barra d'aisinas)

source: (C) 2009 by Leland Lucius
oc: (C) 2009 per Leland Lucius

source: External Audacity module which provides a simple IDE for writing effects.
oc: Modul Audacity externe qui fournit un IDE simple per escriure d(efièits.

source: Nyquist Effect Workbench
oc: Taula de trabalh per Efièits Nyquist

source: No matches found
oc: Cap de correspondéncia pas trobada

source: Code has been modified. Are you sure?
oc: De còde es estat modificat. Sètz segur 4?

source: Untitled
oc: Sens títol

source: Nyquist Effect Workbench -
oc: Taula de trabalh per Efièits Nyquist -

source: New
oc: Novèl

source: New script
oc: Escript novèl

source: Open
oc: Dobrir

source: Open script
oc: Dobrir l'escript

source: Save
oc: Enregistrar

source: Save script
oc: Enregistrar l'escript

source: Save As
oc: Enregistrar jos

source: Save script as...
oc: Enregistrar l'escript jos...

source: Copy
oc: Copiar

source: Copy to clipboard
oc: Copiar cap al quichapapièrs

source: Cut
oc: Talhar e racordar

source: Cut to clipboard
oc: Talhar cap al quichapapièrs

source: Paste
oc: Pegar

source: Paste from clipboard
oc: Pegar dempuèi lo quichapapièrs

source: Clear
oc: Escafar

source: Clear selection
oc: Escafar la seleccion

source: Select All
oc: Seleccionar tot

source: Select all text
oc: Seleccionar tot lo tèxte

source: Undo
oc: Anullar

source: Undo last change
oc: Desfar lo darrièr cambiament

source: Redo
oc: Refar

source: Redo previous change
oc: Refar lo cambiament precedent

source: Find
oc: Trobar

source: Find text
oc: Trobar lo tèxte

source: Match
oc: Correspondéncia

source: Go to matching paren
oc: Anar au parent correspondant

source: Top
oc: Naut

source: Go to top S-expr
oc: Anar a la S-expr en naut

source: Up
oc: Naut

source: Go to higher S-expr
oc: Anar a la S-expr superiora

source: Previous
oc: Precedent

source: Go to previous S-expr
oc: Anar a la S-expr precedenta

source: Next
oc: Seguent

source: Go to next S-expr
oc: Anar a la S-expr seguenta

source: Start
oc: Començament

source: Start script
oc: Començar l'escript

source: Stop
oc: Arrestar

source: Stop script
oc: Arrestar l'escript

source: Panel 1
oc: Tablèu de bòrd 1

source: OK... Audacious!
oc: D'acòrdi... Audaciós !

source: co-founder
oc: cofondator

source: quality assurance
oc: Assegurança qualitat

source: About Audacity
oc: A prepaus d'Audacity

source: Audacity is a free program written by a worldwide team of volunteer <a href="http://audacityteam.org/about/credits">developers</a>. Audacity is <a href="http://audacityteam.org/download">available</a> for Windows, Mac, and GNU/Linux (and other Unix-like systems).
oc: Audacity es un programa gratuit escrich per una comunautat mondiala de <a href="http://audacityteam.org/about/credits"> desvolopaires</a> volontaire. Audacity es <a href="http://audacityteam.org/download">disponible</a> per Windows, Mac e GNU/Linux (e autre sistèma basat sus Unix).

source: If you find a bug or have a suggestion for us, please write, in English, to our <a href="mailto:feedback@audacityteam.org">feedback address</a>. For help, view the tips and tricks on our <a href="http://wiki.audacityteam.org/">wiki</a> or visit our <a href="http://forum.audacityteam.org/">forum</a>.
oc: Se trobatz un bug o qu'avètz de suggestions, escrivètz-nos, en anglés, a nòstra <a href="mailto:feedback@audacityteam.org">adreça de feedback</a>. Per d'ajuda, consultatz los trucs e astúcias sus nòstre <a href="http://wiki.audacityteam.org/wiki/French_Front_Page">wiki</a> o visitatz nòstre <a href="http://forum.audacityteam.org/">forum</a>.

source: translator_credits
oc: Traduccion occitana de Cédric Valmary (totenoc.eu). Per tota remarca o suggestion : cvalmary@yahoo.fr

source: free, open source, cross-platform software for recording and editing sounds<br>
oc: gratuit, open source, logicial multi-plataforma per l'enregistrament e l'edicion de sons<br>

source: Credits
oc: Crèdits

source: Audacity Developers
oc: Desvolopaires d'Audacity

source: Audacity Support Team
oc: Equipa de sosten d'Audacity

source: Emeritus Developers
oc: Desvolopaires emeritas :

source: Emeritus Team Members
oc: Membres de l'equipa emerita

source: Other Contributors
oc: Autres contributors :

source: Audacity is based on code from the following projects:
oc: Audacity es basat sul còde dels projèctes seguents :

source: Special thanks:
oc: Mercejaments particulars :

source: <b>Audacity&reg;</b> software is copyright
oc: Lo logicial <b>Audacity&reg;</b> es jos copyright

source: The name <b>Audacity&reg;</b> is a registered trademark of Dominic Mazzoni.
oc: Lo nom <b>Audacity&reg;</b>es una marca depausada per Dominic Mazzoni.

source: Build Information
oc: Informacions sistèma

source: Enabled
oc: Activat

source: Disabled
oc: Desactivat

source: File Format Support
oc: Supòrt de format de fichièr

source: MP3 Importing
oc: Importacion de MP3

source: Ogg Vorbis Import and Export
oc: Impòrt e Expòrt Ogg Vorbis

source: ID3 tag support
oc: supòrt dels tag ID3

source: FLAC import and export
oc: Impòrt e Expòrt FLAC

source: MP2 export
oc: expòrt MP2

source: Import via QuickTime
oc: Importar dempuèi QuickTime

source: FFmpeg Import/Export
oc: Import/Expòrt FFmpeg

source: Import via GStreamer
oc: Impòrt via GStreamer

source: Core Libraries
oc: Bibliotècas

source: Sample rate conversion
oc: Conversion de frequéncia d'escandalhatge

source: Audio playback and recording
oc: Lectura e enregistrament àudio

source: Cross-platform GUI library
oc: Bibliotèca d'interfàcia grafica utilisateur multi-plateforme

source: Features
oc: Foncions

source: Plug-in support
oc: Presa en carga dels empeutons

source: Sound card mixer support
oc: Supòrt del mixatge de la carte son

source: Pitch and Tempo Change support
oc: Supòrt del cambiament de nautor e de tempo

source: Extreme Pitch and Tempo Change support
oc: Supòrt del cambiament extrème de nautor e de tempo

source: Program build date:
oc: Date de creacion del programa :

source: Commit Id:
oc: Id de commit:

source: Build type:
oc: Tipe de version :

source: Debug build
oc: Desbugatge

source: Release build
oc: Distribucion

source: Installation Prefix:
oc: Prefix d'installacion

source: Settings folder:
oc: Repertòri de paramètres :

source: GPL License
oc: Licéncia GPL (en anglés)

source: %s could not be found. It has been removed from the list of recent files.
oc: %s es introbable. Es estat levat de l'istoric.

source: One or more external audio files could not be found. It is possible they were moved, deleted, or the drive they were on was unmounted. Silence is being substituted for the affected audio. The first detected missing file is: %s There may be additional missing files. Choose File > Check Dependencies to view a list of locations of the missing files.
oc: Un (o mantun) fichièr àudio an pas pogut èsser trobat(s). An pogut èsser desplaçats, escafats o lo lector suls quals se tròban a pas pogut èsser montat. L'àudio concernit es estat remplaçat per de silenci. Lo primièr fichièr mancant detectat es : %s I pòt aver d'autres fichièrs mancants. Causissètz Fichièr > Verificar los fichièrs associats per veire una lista d'emplaçaments dels fichièrs mancants.

source: Files Missing
oc: Fichièrs mancants

source: Report generated to:
oc: Rapòrt generat a :

source: Audacity Support Data
oc: Donadas de sosten Audacity

source: Master Gain Control
oc: Contraròtle del nivèl Master

source: Block size must be within 256 to 100000000
oc: La talha del blòt deu èsser entre 256 e 100000000

source: File decoded successfully
oc: Fichièr desencodat amb succès

source: Decoding failed
oc: Fracàs del desencodatge

source: Audacity is starting up...
oc: Audacity s'avia...

source: &New
oc: &Novèl

source: &Open...
oc: &Dobrir...

source: Open &Recent...
oc: Dobrir los fichièrs &recents...

source: &About Audacity...
oc: &A prepaus d'Audacity...

source: &Preferences...
oc: &Preferéncias...

source: &File
oc: &Fichièr

source: Audacity could not find a place to store temporary files. Please enter an appropriate directory in the preferences dialog.
oc: Audacity pòt pas trobar de plaça per emmagazinar los fichièrs temporaris. Entratz un repertòri apropriat dins la bóstia de dialòg de las preferéncias.

source: Audacity is now going to exit. Please launch Audacity again to use the new temporary directory.
oc: Audacity va ara se tampar. Reaviatz Audacity per utilizar lo novèl repertòri temporari.

source: Running two copies of Audacity simultaneously may cause data loss or cause your system to crash.
oc: La dobertura simultanée de doas sessions d'Audacity peut causar de pèrdas de donadas o lo crash del sistèma.

source: Audacity was not able to lock the temporary files directory. This folder may be in use by another copy of Audacity.
oc: Audacity pòt pas verrolhar lo repertòri temporari. Aqueste repertòri es pòt èsser ja utilizat per una autra session d'Audacity.

source: Do you still want to start Audacity?
oc: Volètz totjorn aviar Audacity ?

source: Error Locking Temporary Folder
oc: Error de verrolhatge del repertòri temporari

source: The system has detected that another copy of Audacity is running.
oc: Lo sistèma a detectat qu'una autra session d'Audacity èra dobèrta.

source: Use the New or Open commands in the currently running Audacity process to open multiple projects simultaneously.
oc: A partir de la session correnta d'Audacity, utilizatz Novèl o Dobrir per aviar mantun projècte simultanèament.

source: Audacity is already running
oc: Audacity es ja dobèrt

source: set max disk block size in bytes
oc: definir la talha maximala de blòt disc en octets

source: decode an autosave file
oc: desencodar un fichièr de salvament automatic

source: this help message
oc: aqueste messatge d'ajuda

source: run self diagnostics
oc: executa los auto diagnostics

source: display Audacity version
oc: aficha la version d'Audacity

source: audio or project file name
oc: nom del fichièr àudio o de projècte

source: Audacity project (.AUP) files are not currently associated with Audacity. Associate them, so they open on double-click?
oc: Actualament, los projèctes Audacity(.AUP) son pas associats a Audacity. Los volètz associar per fin de los poder dobrir d'un clic doble ?

source: Audacity Project Files
oc: Fichièrs projècte Audacity

source: Audacity Log
oc: Jornal d'Audacity

source: &Save...
oc: Enregi&strar..

source: Cl&ear
oc: Esca&far

source: &Close
oc: Ta&mpar

source: Save log to:
oc: Salvar lo jornal dins :

source: Couldn't save log to file:
oc: Impossible de salvar lo jornal dins lo fichièr :

source: Could not find any audio devices.
oc: Impossible de trobar un periferic àudio.

source: You will not be able to play or record audio.
oc: Poiretz pas legir o enregistrar d'àudio.

source: Error Initializing Audio
oc: Error d'inicializacion àudio

source: There was an error initializing the midi i/o layer.
oc: Error a l'inicializacion del component d'E/S MIDI.

source: You will not be able to play midi.
oc: Poiretz pas jogar de MIDI.

source: Error Initializing Midi
oc: Error d'inicializacion MIDI

source: Out of memory!
oc: Memòria disponible insufisenta !

source: Latency Correction setting has caused the recorded audio to be hidden before zero. Audacity has brought it back to start at zero. You may have to use the Time Shift Tool (<---> or F5) to drag the track to the right place.
oc: Lo reglatge de correction de laténcia a amagat l'àudio enregistrat, abans lo zèro. Audacity l'a tornat al zèro. Poiretz utilizar l'aisina de lisament temporal (<---> o F5) per lisar la pista a sa plaça.

source: Latency problem
oc: Problèma de laténcia

source: Automated Recording Level Adjustment stopped. It was not possible to optimize it more. Still too high.
oc: Arrèst de l'ajustament automatic del nivèl d'enregistrament. Impossible de l'optimizar mai. Totjorn tròp haut.

source: Automated Recording Level Adjustment decreased the volume to %f.
oc: L'ajustament automatic del nivèl d'enregistrament a redusit lo volum a %f.

source: Automated Recording Level Adjustment stopped. It was not possible to optimize it more. Still too low.
oc: Arrèst de l'ajustament automatic del nivèl d'enregistrament. Impossible de l'optimizar mai. Totjorn tròp bas.

source: Automated Recording Level Adjustment increased the volume to %.2f.
oc: L'ajustament automatic del nivèl d'enregistrament a aumentat lo volum a %.2f.

source: Automated Recording Level Adjustment stopped. The total number of analyses has been exceeded without finding an acceptable volume. Still too high.
oc: Arrèst de l'ajustament automatic del nivèl d'enregistrament. Lo nombre total d'analisis es estat depassat sens poder trobar un volum acceptable. Totjorn tròp haut.

source: Automated Recording Level Adjustment stopped. The total number of analyses has been exceeded without finding an acceptable volume. Still too low.
oc: Arrèst de l'ajustament automatic del nivèl d'enregistrament. Lo nombre total d'analisis es estat depassat sens poder trobar un volum acceptable. Totjorn tròp bas.

source: Automated Recording Level Adjustment stopped. %.2f seems an acceptable volume.
oc: Arrèst de l'ajustament automatic del nivèl d'enregistrament. %.2f sembla èsser un volum acceptable.

source: Automatic Crash Recovery
oc: Recuperacion automatica de crash

source: Some projects were not saved properly the last time Audacity was run. Fortunately, the following projects can be automatically recovered:
oc: Certains projèctes son pas estats salvats corrèctament al moment de la darrièra execucion d'Audacity. Urosament, los projèctes seguents pòdon èsser recuperats automaticament :

source: Recoverable projects
oc: Projèctes recuperables

source: Name
oc: Nom...

source: After recovery, save the project to save the changes to disk.
oc: Aprèp recuperacion, salvatz lo projècte per fin d'enregistrar las modificacions sul disc.

source: Quit Audacity
oc: Quitar Audacity...

source: Discard Projects
oc: Suprimir los projèctes

source: Recover Projects
oc: Recuperar los projèctes

source: Are you sure you want to discard all projects? Choosing "Yes" discards all projects immediately.
oc: Sètz segur que volètz suprimir totes los projèctes? Causir "Òc" suprimís totes los projèctes immediatament.

source: Confirm Discard Projects
oc: Confirmar la supression dels projèctes

source: Could not enumerate files in auto save directory.
oc: Impossible d'enumerar los fichièrs del repertòri de salvament auto

source: Select Command
oc: Seleccionar una comanda

source: &Command
oc: &Comanda

source: &Edit Parameters
oc: Paramètres d'&Edicion

source: &Use Preset
oc: &Utilizar Prereglatges

source: &Parameters
oc: &Paramètres

source: C&hoose command
oc: C&ausir una comanda

source: Ogg Vorbis support is not included in this build of Audacity
oc: Lo supòrt d'Ogg Vorbis es pas inclús dins aquesta version d'Audacity

source: FLAC support is not included in this build of Audacity
oc: Lo supòrt de FLAC es pas inclus dins aquesta version d'Audacity

source: Command %s not implemented yet
oc: La comanda %s es pas encara implementada

source: Your batch command of %s was not recognized.
oc: Vòstra comanda de tractament en lòt de %s es pas estada reconeguda.

source: Apply %s with parameter(s) %s
oc: Aplicar %s amb lo(s) paramètre(s) %s

source: Test Mode
oc: Mòde tèst

source: Apply %s
oc: Aplicar %s

source: Apply Chain
oc: Aplicar l'escript

source: &Select Chain
oc: &Seleccionatz cadena

source: Chain
oc: Escript

source: Apply to Current &Project
oc: Aplicar al &Projècte corrent

source: Apply to &Files...
oc: Aplicar als &fichièrs

source: &Cancel
oc: &Anullar

source: No chain selected
oc: Cap d'escript pas seleccionat

source: Applying '%s' to current project
oc: Aplicacion de '%s' al projècte corrent

source: Please save and close the current project first.
oc: Veuillez d'en primièr enregistrar e tampar lo projècte corrent.

source: Select file(s) for batch processing...
oc: Seleccionar lo(s) fichièr(s) pel tractament en lòt..

source: All files|*|All supported files|
oc: Totes fichièrs|*|Totes fichièrs suportats|

source: Applying...
oc: Aplicacion...

source: File
oc: Fichièr

source: Edit Chains
oc: Editar los escripts

source: &Chains
oc: Es&cripts

source: &Add
oc: &Apondre

source: &Remove
oc: &Levar

source: Re&name
oc: Re&nomenar

source: C&hain (Double-Click or press SPACE to edit)
oc: E&script (doble-clicar o picar ESPACI per editar)

source: Num
oc: N°

source: Command
oc: Comanda

source: Parameters
oc: Paramètres

source: &Insert
oc: &Inserir

source: De&lete
oc: &Suprimir

source: Move &Up
oc: &Montar

source: Move &Down
oc: &Davalar

source: De&faults
oc: Reglatges per de&faut

source: - END -
oc: - FIN -

source: %s changed
oc: %s cambiat

source: Do you want to save the changes?
oc: Volètz enregistrar las modificacions ?

source: Enter name of new chain
oc: Entrar lo nom del novèl escript

source: Name of new chain
oc: Nom de la novèla cadena

source: Name must not be blank
oc: Lo nom deu pas demorar verge

source: Names may not contain '%c' and '%c'
oc: Los noms devon pas conténer '%c' e '%c'

source: Are you sure you want to delete %s?
oc: Sètz segur que volètz suprimir %s ?

source: Removing Dependencies
oc: Supression dels fichièrs associats

source: Copying audio data into project...
oc: Còpia de donadas àudio dins lo projècte...

source: Project Depends on Other Audio Files
oc: Lo projècte dépend d'autres fichièrs àudio

source: Copying these files into your project will remove this dependency. This is safer, but needs more disk space.
oc: Copiar aquestes fichièrs dins vòstre projècte levara aquelas dependéncias. Aquò utiliza davantage d'espaci de disc, mas es mai segur.

source: Files shown as MISSING have been moved or deleted and cannot be copied. Restore them to their original location to be able to copy into project.
oc: Los fichièrs marcats MANCANT son estats escafats o desplaçats e pòdon èsser copiats. Restablissètz-los a lor emplaçament original per los poder copiar dins lo projècte.

source: Project Dependencies
oc: Fichièrs associats al projècte

source: Audio File
oc: Fichièr àudio

source: Disk Space
oc: Espaci de disc

source: Copy Selected Files
oc: Copiar los fichièrs seleccionats

source: Cancel Save
oc: Anullar l'enregistrament

source: Save without Copying
oc: Enregistrar sens copiar

source: Do Not Copy
oc: Copiar pas

source: Copy All Files (Safer)
oc: Copiar tot los fichièrs (mai segur)

source: Ask me
oc: Me demandar

source: Always copy all files (safest)
oc: Totjorn copiar totes los fichièrs (mai segur)

source: Never copy any files
oc: Copiar pas jamai cap de fichièr

source: Whenever a project depends on other files:
oc: A cada còp qu'un projècte depend d'autres fichièrs :

source: MISSING
oc: MANCANT

source: If you proceed, your project will not be saved to disk. Is this what you want?
oc: Se o fasètz, vòstre projècte serà pas enregistrat. O volètz ?

source: Your project is currently self-contained; it does not depend on any external audio files. If you change the project to a state that has external dependencies on imported files, it will no longer be self-contained. If you then Save without copying those files in, you may lose data.
oc: Vòstre projècte es actualament auto-contengut ; depend pas de cap de fichièr àudio extèrne. Se modificatz lo projècte en lo rendent dependent de fichièrs importats, serà pas mai auto-contengut. Se l'enregistratz alara sens i copiar aquestes fichièrs, riscatz de pèrdre de donadas.

source: Dependency Check
oc: Verificacion de las dependéncias.

source: Progress
oc: Progression

source: There is very little free disk space left on this volume. Please select another temporary directory in Preferences.
oc: Atencion : demòra fòrt pauc d'espaci liure sus aqueste volum. Seleccionatz un autre repertòri temporari dins Preferéncias.

source: Cleaning up temporary files
oc: Netejatge dels fichièrs temporaris...

source: Saving project data files
oc: Enregistrament dels fichièrs de donadas del projècte

source: Cleaning up cache directories
oc: Netejatge dels repertòris cache...

source: mkdir in DirManager::MakeBlockFilePath failed.
oc: mkdir dins DirManager::MakeBlockFilePath fracassat.

source: Audacity found an orphan block file: %s. Please consider saving and reloading the project to perform a complete project check.
oc: Audacity a trobat un blòt de fichièr orfanèl %s! Es desirable d'enregistrar e de recargar lo projècte per lo verificar en totalitat.

source: %s-old%d
oc: %s-ancian%d

source: Unable to open/create test file.
oc: Impossible de dobrir/crear lo fichièr tèst.

source: Unable to remove '%s'.
oc: Impossible de levar '%s'

source: Renamed file: %s
oc: Renomenar lo fichièr : %s

source: Unable to rename '%s' to '%s'.
oc: Imposible de renomenar '%s' en '%s'

source: Changed block %s to new alias name
oc: Blòt %s cambiat en novèl nom d'aliàs

source: Project check read faulty Sequence tags.
oc: Lo verificador de projècte a pas legit corrèctament los onglets de sequéncia.

source: Close project immediately with no changes
oc: Tampar immediatament lo projècte sens modificacions

source: Continue with repairs noted in log, and check for more errors. This will save the project in its current state, unless you "Close project immediately" on further error alerts.
oc: Contunhar amb las reparacions raportadas dins lo jornal e recercar d'autres errors. Aquò enregistrarà lo projècte dins son estat actual, a mens de "Tampar lo projècte immediatament" en cas d'alèrtas d'error venentas.

source: Warning - Problems Reading Sequence Tags
oc: Atencion : problèma de lectura dels onglets de sequéncia

source: Inspecting project file data
oc: Verificacion de las donadas del fichièr projècte
