Repository: Cedric31/audacity
Catalog: locale/*.po
Languages: oc

source: Project check of "%s" folder detected %lld missing external audio file(s) ('aliased files'). There is no way for Audacity to recover these files automatically. If you choose the first or second option below, you can try to find and restore the missing files to their previous location. Note that for the second option, the waveform may not show silence. If you choose the third option, this will save the project in its current state, unless you "Close project immediately" on further error alerts.
oc: La verificacion de projècte del dorsièr "%s" a detectat %lld fichièr(s) àudio extèrne mancant ('pseudo-fichièrs'). Es impossible per Audacity de retrobar aquestes fichièrs automaticament. Se causissètz la primièra o la segonda opcion çaijós, podètz ensajar de trobar e restablir los fichièrs mancants dins lor ancian emplaçament. Remarcatz que per aquela segonda opcion, la forma d'onda pòt pas far veire lo silenci. Se causissètz la tresena opcion, lo projècte serà salvat tal coma es, levat se "Tampatz lo projècte immediatament" sus d'errors venentas

source: Treat missing audio as silence (this session only)
oc: Remplaçar l'àudio mancant per de silenci (aquesta session solament)

source: Replace missing audio with silence (permanent immediately).
oc: Remplaçar l'àudio mancant per de silenci (immediat e definitiu )

source: Warning - Missing Aliased File(s)
oc: Atencion - Ligam(s) mancant (s)

source: Project check replaced missing aliased file(s) with silence.
oc: Lo verificador de projècte a remplaçat lo(s) ligam(s) mancant(s) per de silenci.

source: Project check of "%s" folder detected %lld missing alias (.auf) blockfile(s). Audacity can fully regenerate these files from the current audio in the project.
oc: La verificacion de projècte del dorsièr "%s" a detectat %lld fichièr blocant, aliàs (.auf) mancant. Audacity los pòt regenerar entièrament dempuèi los fichièrs àudio actual del projècte

source: Regenerate alias summary files (safe and recommended)
oc: Recrear los fichièrs d'ensenhador (sens risc e recomandat)

source: Fill in silence for missing display data (this session only)
oc: Emplenar de silenci las donadas mancantas (per aquesta session solament)

source: Close project immediately with no further changes
oc: Tampar immediatament lo projècte sens modificacions suplementàrias

source: Warning - Missing Alias Summary File(s)
oc: Atencion - Fichièr(s) d'ensenhador mancant(s)

source: Project check regenerated missing alias summary file(s).
oc: Lo verificador de projècte a regenerat lo(s) fichièr(s) d'ensenhador mancant(s).

source: Project check of "%s" folder detected %lld missing audio data (.au) blockfile(s), probably due to a bug, system crash, or accidental deletion. There is no way for Audacity to recover these missing files automatically. If you choose the first or second option below, you can try to find and restore the missing files to their previous location. Note that for the second option, the waveform may not show silence.
oc: La verificacion de projècte del dorsièr "%s" indica %lld bloc(s) de donadas àudio (.au) mancant(s) probablament a causa d'un bug, d'un crash sistèma o d'un escafament accidental. Es impossible a Audacity de recuperar aquestes fichièrs mancants automaticament. Se causissètz la primièra o la segonda opcion çaijós podètz ensajar de trobar e de restablir los fichièrs mancants lor emplaçament precedent. Notatz que per la segonda opcion, la forma d'onda aficharà pas de silenci.

source: Replace missing audio with silence (permanent immediately)
oc: Remplaçar l'àudio mancant per de silenci (immediatament definitiu )

source: Warning - Missing Audio Data Block File(s)
oc: Atencion - Blocs de fichièr(s) de donadas àudio mancant(s)

source: Project check replaced missing audio data block file(s) with silence.
oc: Lo verificador de projècte a remplaçat lo(s) blòt(s) de fichièr de donadas àudio mancant(s) per de silenci.

source: Project check ignored orphan block file(s). They will be deleted when project is saved.
oc: Lo verificador de projècte a ignorat lo(s) blòt(s) de fichièr orfanèl(s). Seràn escafats al moment de l'enregistrament del projècte.

source: Project check of "%s" folder found %d orphan block file(s). These files are unused by this project, but might belong to other projects. They are doing no harm and are small.
oc: La verificacion de projècte del dorsièr "%s" indica %d blòt(s) de fichièr(s) orfanèl(s). Aqueles fichièrs son inutilizats dins aqueste projècte, mas pòdon aparténer a d'autres projèctes. Son pichons e son pas damatjables.

source: Continue without deleting; ignore the extra files this session
oc: Contunhar sens escafar ; ignòra los fichièrs suplementaris per aquesta session

source: Delete orphan files (permanent immediately)
oc: Escafar los fichièrs orfanèls (immediat e definitiu)

source: Warning - Orphan Block File(s)
oc: Atencion - Blòt(s) de fichièr(s) orfanèl(s)

source: Cleaning up unused directories in project data
oc: Netejar los repertòris inutilizats de las donadas del projècte...

source: Project check found file inconsistencies inspecting the loaded project data.
oc: Lo verificador de projècte a trobat d'incoeréncias al moment de l'inspeccion de las donadas del projècte cargat.

source: Project check found file inconsistencies during automatic recovery. Select 'Show Log...' in the Help menu to see details.
oc: Lo verificador de projècte a trobat d'incoeréncias al moment de la recuperacion automatica Pels detalhs, seleccionatz "Afichar lo jornal..." dins lo menú Ajuda.

source: Warning: Problems in Automatic Recovery
oc: Atencion : problèmas dins la recuperacion automatica

source: Missing aliased audio file: '%s'
oc: Ligam mancant cap a lo fichièr àudio : '%s'

source: Missing alias (.auf) block file: '%s'
oc: Ligam de blòt de fichièr (.auf) mancant : '%s'

source: Missing data block file: '%s'
oc: Blòt de fichièr de donadas mancant : '%s'

source: Orphan block file: '%s'
oc: Blòt de fichièr orfanèl : '%s'

source: Caching audio
oc: Cache de l'àudio

source: Caching audio into memory
oc: Cache de l'àudio dins la memòria

source: Saving recorded audio
oc: Salvament de l'àudio enregistrat

source: Saving recorded audio to disk
oc: Enregistrament de l'àudio sul disc

source: FFmpeg support not compiled in
oc: Lo supòrt FFmpeg es pas compilat

source: FFmpeg was configured in Preferences and successfully loaded before, but this time Audacity failed to load it at startup. You may want to go back to Preferences > Libraries and re-configure it.
oc: FFmpeg es estat configurat dins las Preferéncias e precedentament cargat amb succès, mas aqueste còp, Audacity a pas pogut lo cargar a l'aviada. Podètz tornar dins Preferéncias > Bibliotècas e lo reconfigurar.

source: FFmpeg startup failed
oc: Fracàs del lancement de FFmpeg

source: FFmpeg library not found
oc: La bibliotèca FFmpeg es absenta

source: Locate FFmpeg
oc: Localizar FFmpeg

source: Audacity needs the file '%s' to import and export audio via FFmpeg.
oc: Audacity requerís lo fichièr '%s' per importar e exportar d'àudio per FFmpeg.

source: Location of '%s':
oc: Localizacion de '%s':

source: To find '%s', click here -->
oc: Per trobar '%s', clicar aicí -->

source: Browse...
oc: Percórrer...

source: To get a free copy of FFmpeg, click here -->
oc: Per obténer una còpia gratuita de FFmpeg, clicar aicí -->

source: Download
oc: Telecargament

source: Where is '%s'?
oc: Ont se tròba '%s' ?

source: Failed to find compatible FFmpeg libraries.
oc: Impossible de trobar de bibliotècas FFmpeg compatiblas

source: FFmpeg not found
oc: FFmpeg absent

source: Audacity attempted to use FFmpeg to import an audio file, but the libraries were not found. To use FFmpeg import, go to Preferences > Libraries to download or locate the FFmpeg libraries.
oc: Audacity a besoin de la bibliotèca FFmpeg per importar un fichièr àudio, mas la pòt pas trobar. Se volètz utilizar las foncions d'impòrt FFmpeg, anatz dins Preferéncias->Bibliotècas per telecargar las bibliotècas FFmpeg o indicar lor emplaçament .

source: Do not show this warning again
oc: Mostrar pas mai aqueste avertiment.

source: Only avformat.dll|*avformat*.dll|Dynamically Linked Libraries (*.dll)|*.dll|All Files|*
oc: Solament avformat.dll|*avformat*.dll|Bibliotècas de ligams dinamics (*.dll)|*.dll|Totes los fichièrs|*

source: Dynamic Libraries (*.dylib)|*.dylib|All Files (*)|*
oc: Bibliotècas dinamicas (*.dylib)|*.dylib|Totes los fichièrs (*)|*

source: Only libavformat.so|libavformat*.so*|Dynamically Linked Libraries (*.so*)|*.so*|All Files (*)|*
oc: Uniquement libavformat.so|libavformat*.so*|Bibliotècas de ligams dinamics (*.so*)|*.so*|Totes los fichièrs (*)|*

source: Spectrum
oc: Espèctre

source: Standard Autocorrelation
oc: Autocorrelacion estandarda

source: Cuberoot Autocorrelation
oc: Autocorrelacion raiç cubica

source: Enhanced Autocorrelation
oc: Autocorrelacion avançada

source: Cepstrum
oc: Cepstre

source: window
oc: fenèstra

source: Linear frequency
oc: Frequéncia lineara

source: Log frequency
oc: Frequéncia logaritmica

source: Scroll
oc: Far desfilar

source: &Algorithm:
oc: &Algoritme :

source: &Size:
oc: &Talha :

source: &Export...
oc: &Exportar...

source: &Replot...
oc: &Retraçar...

source: &Function:
oc: &Foncion :

source: &Axis:
oc: &Axe :

source: &Grids
oc: &Grasilhas

source: To plot the spectrum, all selected tracks must be the same sample rate.
oc: Pel traçat de l'espèctre, totas las pistas seleccionadas devon aver la meteissa frequéncia d'escandalhatge.

source: Too much audio was selected. Only the first %.1f seconds of audio will be analyzed.
oc: Tròp d'àudio es estat seleccionat. Solas las %.1f primièras segondas d'àudio seràn analisadas.

source: Not enough data selected.
oc: Pas pro de donadas seleccionadas

source: %.4f sec (%d Hz) (%s) = %f
oc: %.4f seg (%d Hz) (%s) = %f

source: %.4f sec (%d Hz) (%s) = %.3f
oc: %.4f seg (%d Hz) (%s) = %.3f

source: spectrum.txt
oc: espèctre.txt

source: Export Spectral Data As:
oc: Exportar las donadas espectralas jos :

source: Couldn't write to file:
oc: Impossible d'enregistrar lo fichièr :

source: Frequency (Hz) Level (dB)
oc: Frequéncia (Hz) Nivèl (dB)

source: Lag (seconds) Frequency (Hz) Level
oc: Decalatge (segondas) Frequéncia (Hz) Nivèl

source: Welcome!
oc: Benvenguda !

source: Playing Audio
oc: Lectura àudio

source: Recording Audio
oc: Enregistrament Àudio

source: Recording - Choosing the Recording Device
oc: Enregistrament - Causir lo periferic d'enregistrament

source: Recording - Choosing the Recording Source
oc: Enregistrament - Causir la font d'enregistrament

source: Recording - Setting the Recording Level
oc: Enregistrament - Fixar lo nivèl d'enregistrament

source: Editing and greyed out Menus
oc: Edicion e menús grisats

source: Exporting an Audio File
oc: Exportar un fichièr àudio

source: Saving an Audacity Project
oc: Enregistrar un projècte Audacity

source: Support for Other Formats
oc: Supòrt d'autres formats

source: Burn to CD
oc: Gravar sus un CD

source: No Local Help
oc: Ajuda locala mancanta

source: <center><h3>How to Get Help</h3></center>
oc: <center><h3>Per aviar coma cal</h3></center>

source: Welcome to Audacity
oc: Benvenguda dins Audacity

source: These are our support methods:
oc: Aquí nòstres diferents metòdes d'assisténcia :

source: [[file:quick_help.html|Quick Help]] (should be installed locally, <a href="http://manual.audacityteam.org/o/quick_help.html">Internet version if it isn't</a>)
oc: [[file:quick_help.html|Ajuda rapide]] (deuriá èsser installat localament, <a href="http://manual.audacityteam.org/o/quick_help.html">version Internet se es pas lo cas</a>)

source: [[file:index.html|Manual]] (should be installed locally, <a href="http://manual.audacityteam.org/o/">Internet version if it isn't</a>)
oc: [[file:index.html|Manuel]] (deuriá èsser installat localement, <a href="http://manual.audacityteam.org/o/">version Internet se es pas lo cas</a>)

source: [[http://wiki.audacityteam.org/index.php|Wiki]] (the latest tips, tricks and tutorials, on the Internet)
oc: [[http://wiki.audacityteam.org/index.php|Wiki]] (los darrièrs conselhs, astúcias e tutorials, en anglés sus Internet)

source: <a href="http://forum.audacityteam.org/">Forum</a> (ask your question directly, on the Internet)
oc: <a href="http://forum.audacityteam.org/viewforum.php?f=7">Forum</a> (posez dirèctament vòstras questions en francés, sus Internet)

source: For even quicker answers, all the online resources above are <b>searchable</b>.
oc: Per de responsas encara mai rapidas, las ressorsas çaisús son dirèctament <b>clicablas</b>.

source: Audacity can import unprotected files in many other formats (such as M4A and WMA, compressed WAV files from portable recorders and audio from video files) if you download and install the optional <a href="http://manual.audacityteam.org/o/man/faq_opening_and_saving_files.html#foreign"> FFmpeg library</a> to your computer.
oc: Audacity pòt importar de fichièrs pas protegits dins de fòrça formats mai (per exemple, M4A e WMA, los fichièrs WAV compressats d'enregistradors portatius e l'àudio dels fichièrs vidèo) se telecargatz e installatz facultativament la <a href="http://manual.audacityteam.org/o/man/faq_opening_and_saving_files.html#foreign">bibliotèca FFmpeg</a> sus vòstre ordinator.

source: You can also read our help on importing <a href="http://manual.audacityteam.org/o/man/faq_opening_and_saving_files.html#midi">MIDI files</a> and tracks from <a href="http://manual.audacityteam.org/o/man/faq_opening_and_saving_files.html#fromcd"> audio CDs</a>.
oc: Podètz tanben legir nòstre ajuda sus l'importacion de <a href="http://manual.audacityteam.org/o/man/faq_opening_and_saving_files.html#midi">fichièrs MIDI</a> e de pistas dels <a href="http://manual.audacityteam.org/o/man/faq_opening_and_saving_files.html#fromcd">CD àudio</a>.

source: You do not appear to have the 'help' folder installed.<br> Please <a href="*URL*">view the content online</a> or <a href="http://manual.audacityteam.org/o/man/unzipping_the_manual.html"> download the current Manual</a>.<br><br>To always view the Manual online, change "Location of Manual" in<br> Interface Preferences to "From Internet".
oc: Sembla que lo dorsièr 'help' es pas installat.<br> <a href="*URL*">Agachatz lo contengut en linha</a> or <a href="http://manual.audacityteam.org/o/man/unzipping_the_manual.html"> telecargaz la version actuala del Manual</a>.<br><br> Per totjorn utilizar lo manual en linha, reglar l'"Emplaçament del Manual" à<br> "Dempuèi Internet" dins las Preferéncias de l'Interfàcia.

source: Undo History
oc: Istoric de las anullacions

source: &Manage History
oc: &Gerir l'Istoric

source: Action
oc: Accion

source: Size
oc: Talha

source: &Total space used
oc: &Espaci total utilizat

source: &Undo Levels Available
oc: Nivèls d'&anullacions disponibles :

source: &Levels To Discard
oc: &Nivèls a suprimir :

source: &Discard
oc: &Suprimir

source: &OK
oc: &D'acòrdi

source: Unable to determine
oc: Impossible a determinar

source: bytes
oc: octets

source: KB
oc: Ko

source: MB
oc: Mo

source: GB
oc: Go

source: The specified filename could not be converted due to Unicode character use.
oc: Lo nom de fichièr especificat pòt pas èsser convertit a causa de l'utilizacion de caractèrs Unicode.

source: Specify New Filename:
oc: Especificar un novèl nom de fichièr :

source: Edit Labels
oc: Editar los marcadors

source: Press F2 or double click to edit cell contents.
oc: Quichar sus F2 o doble-clicar per editar lo contengut de las cellulas.

source: Insert &After
oc: Inserir A&prèp

source: Insert &Before
oc: Inserir a&bans

source: &Import...
oc: &Importar

source: Track
oc: Pista

source: Label
oc: Marcador

source: Start Time
oc: Ora d'aviada

source: End Time
oc: Ora de fin

source: New...
oc: Novèl...

source: Select a text file containing labels...
oc: Causir un fichièr tèxte que conten los marcadors...

source: Text files (*.txt)|*.txt|All files|*
oc: Fichièrs tèxte (*.txt)|*.txt|Totes los fichièrs|*

source: Could not open file:
oc: Impossible de dobrir lo fichièr :

source: No labels to export.
oc: Aucun marcador a exportar

source: Export Labels As:
oc: Exportar los marcadors jos :

source: New Label Track
oc: Novèla pista de marcadors

source: Enter track name
oc: Entrar lo nom de la pista

source: Label Track
oc: Pista de marcadors

source: Added label
oc: Marcador apondut

source: Cu&t
oc: Talhar e &racordar

source: &Copy
oc: &Copiar

source: &Paste
oc: &Pegar

source: &Delete Label
oc: &Suprimir lo marcador

source: Modified Label
oc: Marcador modificat

source: Label Edit
oc: Edicion de marcador

source: Deleted Label
oc: Marcador suprimit

source: Audacity First Run
oc: Primièra aviada d'Audacity

source: Choose Language for Audacity to use:
oc: Causir la lenga qu'Audacity utilizara :

source: The language you have chosen, %s (%s), is not the same as the system language, %s (%s).
oc: La lenga causida, %s (%s), es pas la meteissa que la del sistèma, %s (%s).

source: Converted a 1.0 project file to the new format. The old file has been saved as '%s'
oc: Conversion d'un projècte version 1.0 al novèl format. L'ancian fichièr es estat salvat jos '%s'

source: Opening Audacity Project
oc: Dobertura d'un projècte Audacity

source: Audacity Karaoke%s
oc: Karaoke%s Audacity

source: Uncategorized
oc: Pas categorizat

source: &Save Project
oc: &Enregistrar lo projècte

source: Save Project &As...
oc: Enregistrar lo projècte &jos...

source: Save Compressed Copy of Project...
oc: Enregistrar una còpia compressada del projècte ...

source: Chec&k Dependencies...
oc: Verificar los fichièrs &associats...

source: Edit Me&tadata...
oc: Modificar mé&tadata...

source: &Import
oc: &Importar

source: &Audio...
oc: &Àudio...

source: &Labels...
oc: Mar&cadors...

source: &Raw Data...
oc: Donadas brutas (&Raw)...

source: &Export Audio...
oc: &Exportar l'àudio...

source: Expo&rt Selected Audio...
oc: Expo&rtar l'àudio seleccionat...

source: Export &Labels...
oc: Exportar los mar&cadors...

source: Export &Multiple...
oc: Expòrt &Multiple...

source: Export MIDI...
oc: Exportar en MIDI ...

source: Appl&y Chain...
oc: A&plicar l'escript...

source: Edit C&hains...
oc: E&ditar los escripts

source: Pa&ge Setup...
oc: Mesa en pa&gina...

source: &Print...
oc: Im&primir...

source: E&xit
oc: &Quitar

source: &Edit
oc: &Edicion

source: &Undo
oc: &Anullar

source: &Redo
oc: &Refar

source: &Delete
oc: &Suprimir e racordar

source: Duplic&ate
oc: Dupli&car

source: R&emove Special
oc: Supr&ession especiaa

source: Spl&it Cut
oc: Tal&har

source: Split D&elete
oc: Suprim&ir la separacion

source: Silence Audi&o
oc: Silenci Àudi&o

source: Tri&m Audio
oc: Retalhatge àudio

source: Paste Te&xt to New Label
oc: Pegar lo tè&xte dins lo novèl marcador

source: Clip B&oundaries
oc: Delimitaci&ons del clip

source: Sp&lit
oc: Se&parar

source: Split Ne&w
oc: Separar dins una &novèla pista

source: &Join
oc: &Fusionar

source: Detac&h at Silences
oc: Desta&car dels silencis

source: La&beled Audio
oc: Àudio etiquetat

source: &Cut
oc: Talhar e &racordar

source: &Split Cut
oc: &Talhar

source: Sp&lit Delete
oc: &Suprimir

source: Silence &Audio
oc: Silenci Àudi&o

source: Co&py
oc: Co&piar

source: Spli&t
oc: Se&parar

source: &Select
oc: &Seleccionar

source: &All
oc: &tot

source: &None
oc: re&s

source: S&pectral
oc: Es&pectral

source: To&ggle spectral selection
oc: Bascular seleccion espectrala (&g)

source: Next Higher Peak Frequency
oc: Pic de frequéncia superior seguent

source: Next Lower Peak Frequency
oc: Pic de frequéncia inferior seguent

source: &Left at Playback Position
oc: del limit &esquèrre de la seleccion al punt de lectura

source: &Right at Playback Position
oc: del limit d&rech de la seleccion al punt de lectura

source: Track &Start to Cursor
oc: del començament de la pi&sta fins al cursor

source: Cursor to Track &End
oc: del cursor fins a la fin de la pist&a

source: In All &Tracks
oc: dins &totas las pistas

source: In All S&ync-Locked Tracks
oc: dins &totas las pistas synchrones

source: Find &Zero Crossings
oc: Recercar los crosaments amb lo &zèro

source: Mo&ve Cursor
oc: &Desplaçar lo cursor

source: to Selection Star&t
oc: al començament de la sélec&tion

source: to Selection En&d
oc: a la f&in de la seleccion

source: to Track &Start
oc: al &començament de la pista

source: to Track &End
oc: a la &fin de la pista

source: Re&gion Save
oc: Enregistrar la Re&gion

source: Regio&n Restore
oc: Restablir la Regi&on

source: Pla&y Region
oc: Legir la region

source: &Lock
oc: &Verrolhar

source: &Unlock
oc: Desvarr&olhar

source: Pre&ferences...
oc: Pre&feréncias...

source: &View
oc: &Afichatge

source: Zoom &In
oc: Zoom a&vant

source: Zoom &Out
oc: Zoom a&rrièr

source: &Zoom to Selection
oc: &Zoom sus la seleccion

source: &Fit in Window
oc: Afichar lo projècte del començament a la &fin

source: Fit &Vertically
oc: Afichar &totas las pistas

source: Go to Selection Sta&rt
oc: Ana&r al començament de la seleccion

source: Go to Selection En&d
oc: Anar a la fin &de la seleccion

source: &Collapse All Tracks
oc: &Redusir totas las pistas

source: E&xpand All Tracks
oc: Res&tablir totas las pistas

source: &Show Clipping
oc: Mostrar la &saturacion

source: &History...
oc: &Istoric...

source: &Karaoke...
oc: &Karaoké...

source: &Mixer Board...
oc: Taula de &mixatge...

source: &Toolbars
oc: Barras d'ai&sinas

source: &Device Toolbar
oc: Barra de &periferics

source: &Edit Toolbar
oc: Barra d'&edicion

source: &Combined Meter Toolbar
oc: &VU-mètre Combinat

source: &Recording Meter Toolbar
oc: &VU-mètre d'Enregistrament

source: &Playback Meter Toolbar
oc: &VU-mètre de Lectura

source: Mi&xer Toolbar
oc: Barra de mi&xage

source: &Selection Toolbar
oc: Barra de &seleccion

source: &Spectral Selection Toolbar
oc: &Barra d'Aisina de Seleccion espectrala

source: T&ools Toolbar
oc: Barra d'&aisinas

source: Transcri&ption Toolbar
oc: Barra de lectura varia&bla

source: &Transport Toolbar
oc: Barra de &transpòrt

source: &Reset Toolbars
oc: &Reïnicializar las barras d'aisinas

source: T&ransport
oc: T&ranspòrt

source: Pl&ay/Stop
oc: Lectura/&Arrèst

source: Play/Stop and &Set Cursor
oc: Lectura/Arrèst e Po&sicionar lo cursor

source: &Loop Play
oc: Lectura en &bocla

source: &Pause
oc: &Pausa

source: S&kip to Start
oc: S&aut al començament

source: Skip to E&nd
oc: Saut a la fin&

source: &Record
oc: En&registrament

source: &Timer Record...
oc: Enregistrament &programat...

source: Appen&d Record
oc: Continuacion de l'en&registrament

source: &Overdub (on/off)
oc: &Doblatge (marche/arrèst)

source: So&ftware Playthrough (on/off)
oc: &Passatge àudio logicial (marcha/arrèst)

source: Sound A&ctivated Recording (on/off)
oc: Enregistrament &automatic (marcha/arrèst)

source: Sound Activation Le&vel...
oc: &Nivèl de l'enregistrament automatic ...

source: A&utomated Recording Level Adjustment (on/off)
oc: Ajustament a&utomatic del nivèl d'enregistrament (marcha/arrèst)

source: R&escan Audio Devices
oc: Re&verificar los periferics àudio

source: &Tracks
oc: &Pistas

source: Add &New
oc: Apondre &novèla...

source: &Mono Track
oc: Pista &Mono

source: &Stereo Track
oc: Pista &esterèo

source: &Label Track
oc: Pista de mar&cadors

source: &Time Track
oc: Pista de &tempo

source: Stereo Trac&k to Mono
oc: Pista esterèo cap a mono

source: Mi&x and Render
oc: Mi&xatge e Rendut

source: Mix and Render to Ne&w Track
oc: Mix e Rendut cap a una novèla pista

source: &Resample...
oc: &Reescandalhar...

source: Remo&ve Tracks
oc: Su&primir la(s) pista(s)

source: &Mute All Tracks
oc: Totas las pistas &mudas

source: &Unmute All Tracks
oc: &Aucune pista muda

source: &Align End to End
oc: &Alinhar un darrièr l'autre

source: Align &Together
oc: Alinhar ensemble

source: Start to &Zero
oc: Començar a &zèro
