Repository: Cedric31/audacity
Catalog: locale/*.po
Languages: oc

source: Start to &Cursor/Selection Start
oc: Començar al &cursor / Començament de la seleccion

source: Start to Selection &End
oc: Com&ençar a la fin de la seleccion

source: End to Cu&rsor/Selection Start
oc: Acabar al cu&rsor / Començament de la seleccion

source: End to Selection En&d
oc: Acabar a la fin &de la seleccion

source: &Align Tracks
oc: &Alinhar las pistas

source: Move Sele&ction when Aligning
oc: Desplaçar la sele&ccion al moment de l'alinhament

source: Synchronize MIDI with Audio
oc: Sincronizar lo MIDI amb l'àudio

source: Sync-&Lock Tracks
oc: &Sincronizar las pistas

source: Add Label At &Selection
oc: Plaçar un marcador sus la &seleccion

source: Add Label At &Playback Position
oc: Plaçar un marcador al &punt de lectura

source: &Edit Labels...
oc: &Editar los marcadors...

source: S&ort Tracks
oc: &Triar las pistas

source: by &Start time
oc: Per ora de &començament

source: by &Name
oc: Per &nom.

source: &Generate
oc: &Generar

source: Add / Remove Plug-ins...
oc: Apondre / Levar de Plug-ins...

source: Effe&ct
oc: E&fièches

source: Repeat %s
oc: Repetir %s

source: Repeat Last Effect
oc: Repetir lo darrièr efièit

source: &Analyze
oc: &Analisi

source: Contrast...
oc: Contraste...

source: Plot Spectrum...
oc: Traçar l'espèctre...

source: &Help
oc: &Ajuda

source: &Quick Help
oc: Ajuda rapida (&Q)

source: &Screenshot Tools...
oc: &Aisinas de captura d'ecran...

source: &Run Benchmark...
oc: A&viar Tèst de performància...

source: &Check for Updates...
oc: &Verificar los Mesas A Jorn

source: Au&dio Device Info...
oc: &Periferics àudio...

source: Show &Log...
oc: Afichar lo jornal dels &bugs...

source: &Generate Support Data...
oc: &Generar las donadas de sosten

source: Move backward thru active windows
oc: Recular fins a la fenèstra activa

source: Move forward thru active windows
oc: Avançar fins a la fenèstra activa

source: Move backward from toolbars to tracks
oc: Desplaçament arrièr entre barra d'aisinas e pistas

source: Move forward from toolbars to tracks
oc: Desplaçament avant entre barra d'aisinas e pistas

source: Selection Tool
oc: Aisina de seleccion

source: Envelope Tool
oc: Aisina de nivèl (envolopa)

source: Draw Tool
oc: Aisina de retòca

source: Zoom Tool
oc: Aisina Zoom

source: Time Shift Tool
oc: Aisina de lisament temporal

source: Multi Tool
oc: Multi aisinas

source: Next Tool
oc: Aisina seguent

source: Previous Tool
oc: Aisina precedent

source: Play
oc: Lectura

source: Play One Second
oc: Legir una segonda

source: Play To Selection
oc: Legir fins a la seleccion

source: Play Before Selection Start
oc: Jogar Abans lo Començament de la Seleccion

source: Play After Selection Start
oc: Jogar Aprèp lo Començament de la Seleccion

source: Play Before Selection End
oc: Jogar Abans la Fin de la Seleccion

source: Play After Selection End
oc: Jogar Aprèp la Fin de la Seleccion

source: Play Before and After Selection Start
oc: Jogar Abans e Aprèp lo Començament de la Seleccion

source: Play Before and After Selection End
oc: Jogar Abans e Aprèp la Fin de la Seleccion

source: Play Cut Preview
oc: Prelectura del talh

source: Selection to Start
oc: Començament de la seleccion

source: Selection to End
oc: Fin de la seleccion

source: DeleteKey
oc: TòcaSupression

source: DeleteKey2
oc: TòcaSupression2

source: Short seek left during playback
oc: Cort saut a esquèrra pendent la lectura

source: Short seek right during playback
oc: Cort saut a dreita pendent la lectura

source: Long seek left during playback
oc: Long saut a esquèrra pendent la lectura

source: Long Seek right during playback
oc: Long saut a dreita pendent la lectura

source: Move Focus to Previous Track
oc: Desplaçar la visada sus la pista precedenta

source: Move Focus to Next Track
oc: Desplaçar la visada sus la pista seguenta

source: Move Focus to First Track
oc: Desplaçar la visada sus la primièra pista

source: Move Focus to Last Track
oc: Desplaçar la visada sus la darrièra pista

source: Move Focus to Previous and Select
oc: Desplaçar la visada a la precedenta e seleccionar

source: Move Focus to Next and Select
oc: Desplaçar la visada a la seguenta e seleccionar

source: Toggle Focused Track
oc: Bascule de visada de pista

source: Cursor Left
oc: Pichon saut de cursor a esquèrra

source: Cursor Right
oc: Pichon saut de cursor a dreita

source: Cursor Short Jump Left
oc: Pichon saut de cursor a esquèrra

source: Cursor Short Jump Right
oc: Pichon saut de cursor a dreita

source: Cursor Long Jump Left
oc: Grand saut de cursor a esquèrra

source: Cursor Long Jump Right
oc: Grand saut de cursor a dreita

source: Selection Extend Left
oc: Espandir la seleccion a esquèrra

source: Selection Extend Right
oc: Espandir la seleccion a dreita

source: Set (or Extend) Left Selection
oc: Definir (o espandir) la seleccion esquèrra

source: Set (or Extend) Right Selection
oc: Definir (o espandir) la seleccion dreita

source: Selection Contract Left
oc: Redusir la seleccion a esquèrra

source: Selection Contract Right
oc: Redusir la seleccion a esquèrra

source: Change pan on focused track
oc: Cambiar lo panoramique sus la pista visada

source: Pan left on focused track
oc: Panoramique a esquèrra sus la pista visada

source: Pan right on focused track
oc: Panoramique a dreita sus la pista visada

source: Change gain on focused track
oc: Cambiar lo ganh sus la pista visada

source: Increase gain on focused track
oc: Aumentar lo ganh sus la pista visada

source: Decrease gain on focused track
oc: Demesir lo ganh sus la pista visada

source: Open menu on focused track
oc: Dobrir lo menú sus la pista visada

source: Mute/Unmute focused track
oc: Muet bascule marche/arrèst sus la pista visada

source: Solo/Unsolo focused track
oc: Bascule marche/arrèst del solo sus la pista visada

source: Close focused track
oc: Tampar la pista visada

source: Move focused track up
oc: Desplaçar la pista seleccionada cap amont

source: Move focused track down
oc: Desplaçar la pista seleccionada cap aval

source: Move focused track to top
oc: Desplaçar la pista seleccionada amont de tot

source: Move focused track to bottom
oc: Desplaçar la pista seleccionada aval de tot

source: Snap To Off
oc: Passar en seleccion liura

source: Snap To Nearest
oc: Alinhar al mai pròche

source: Snap To Prior
oc: Alinhar al precedent

source: Full screen on/off
oc: Ecran complet/retorn

source: Change recording device
oc: Cambiar lo periferic d'enregistrament

source: Change playback device
oc: Cambiar lo periferic de lectura

source: Change audio host
oc: Cambiar l'òste àudio

source: Change recording channels
oc: Cambiar los canals d'enregistrament

source: Adjust playback volume
oc: Ajustar lo volum de lectura

source: Increase playback volume
oc: Aumentar lo volum de lectura

source: Decrease playback volume
oc: Redusir lo volum de lectura

source: Adjust recording volume
oc: Ajustar lo volum d'enregistrament

source: Increase recording volume
oc: Aumentar lo volum d'enregistrament

source: Decrease recording volume
oc: Redusir lo volum d'enregistrament

source: Play at speed
oc: Lectura a velocitat variabla

source: Loop Play at speed
oc: Lectura en Bocla a velocitat variabla

source: Play Cut Preview at speed
oc: Prelectura del talh a velocitat variabla

source: Adjust playback speed
oc: Ajustar la velocitat de lectura

source: Increase playback speed
oc: Aumentar la velocitat de lectura

source: Decrease playback speed
oc: Redusir la velocitat de lectura

source: Unknown
oc: Desconegut

source: Plug-ins %d to %d
oc: Empeutons %d a %d

source: Open Recent
oc: Dobrir los fichièrs recents

source: Recent &Files
oc: &Fichièrs recents...

source: &Undo %s
oc: &Anullar %s

source: &Redo %s
oc: &Refar %s

source: Tracks sorted by time
oc: Pistas triadas per crono

source: Sort by Time
oc: Triar per temps

source: Tracks sorted by name
oc: Pistas triadas per nom

source: Sort by Name
oc: Triar per nom

source: Set Left Selection Boundary
oc: Definir lo limit esquèrra de seleccion

source: Position
oc: Posicion

source: Set Right Selection Boundary
oc: Definir lo limit dreita de seleccion

source: Can't delete track with active audio
oc: Impossible d'escafar las pistas amb l'àudio actiu

source: to Top
oc: amont de tot

source: to Bottom
oc: aval de tot

source: Down
oc: Bas

source: Moved
oc: Desplaçat

source: Move Track
oc: Desplaçar la pista

source: labels.txt
oc: marcadors.txt

source: There are no label tracks to export.
oc: I a pas de pista de marcadors a exportar

source: Export MIDI As:
oc: Exportar MIDI jos :

source: MIDI file (*.mid)|*.mid|Allegro file (*.gro)|*.gro
oc: Fichièrs MIDI (*.mid)|*.mid|Fichièrs Allegro (*.gro)|*.gro

source: You have selected a filename with an unrecognized file extension. Do you want to continue?
oc: Avètz seleccionat un nom de fichièr que compòrta una extension desconeguda. Volètz contunhar ?

source: Export MIDI
oc: Exportar MIDI

source: Export Selected Audio
oc: Exportar l'àudio seleccionat

source: Nothing to undo
oc: Pas res a anullar

source: Nothing to redo
oc: Pas res a refar

source: Cut to the clipboard
oc: Talhar cap al quichapapièrs

source: Split-cut to the clipboard
oc: Talhar e racordar cap al quichapapièrs

source: Split Cut
oc: Talhar

source: Pasting one type of track into another is not allowed.
oc: La còpia d'un tipe de pista dins un autre es pas permesa.

source: Copying stereo audio into a mono track is not allowed.
oc: La còpia d'àudio esterèo dins una pista mono es pas permesa.

source: Pasted from the clipboard
oc: Pegat dempuèi lo quichapapièrs

source: Pasted text from the clipboard
oc: Tèxte pegat dempuèi lo quichapapièrs

source: Paste Text to New Label
oc: Pegar lo tèxte dins lo novèl marcador

source: Trim selected audio tracks from %.2f seconds to %.2f seconds
oc: Retalhar la pista àudio seleccionada de %.2f segondas a %.2f segondas

source: Trim Audio
oc: Retalhatge àudio

source: Split-deleted %.2f seconds at t=%.2f
oc: Àudio suprimit de %.2f segondas a t=%.2f

source: Split Delete
oc: Suprimir e racordar

source: Detached %.2f seconds at t=%.2f
oc: Destacat de %.2f segondas a t=%.2f

source: Detach
oc: Destacar

source: Joined %.2f seconds at t=%.2f
oc: Gropat de %.2f segondas a t=%.2f

source: Join
oc: Fusionar

source: Silenced selected tracks for %.2f seconds at %.2f
oc: Pistas seleccionadas rendudas mudas de %.2f segondas a %.2f

source: Silence
oc: Silenci

source: Duplicated
oc: Duplicat

source: Duplicate
oc: Duplicar

source: Cut labeled audio regions to clipboard
oc: Regions àudio marcadas talhadas cap al quichapapièrs

source: Cut Labeled Audio
oc: Talhar l'àudio marcat

source: Split Cut labeled audio regions to clipboard
oc: Regions àudio marcadas separadas cap al quichapapièrs

source: Split Cut Labeled Audio
oc: Separar l'àudio marcat

source: Copied labeled audio regions to clipboard
oc: Regions de l'àudio marcat copiadas cap al quichapapièrs

source: Copy Labeled Audio
oc: Copiar l'àudio marcat

source: Deleted labeled audio regions
oc: Regions àudio marcadas suprimidas

source: Delete Labeled Audio
oc: Suprimir l'àudio marcat

source: Split Deleted labeled audio regions
oc: Las regions àudio marcadas escafadas son estadas partejadas

source: Split Delete Labeled Audio
oc: Las àudios marcadas escafadas son estadas partejadas

source: Silenced labeled audio regions
oc: Regions àudio marcadas mudas

source: Silence Labeled Audio
oc: Rendre los àudio marcadas mudas

source: Split labeled audio (points or regions)
oc: Àudio marcat separat (punts o regions)

source: Split Labeled Audio
oc: Separar l'àudio marcat

source: Joined labeled audio (points or regions)
oc: Àudio marcat raccordé (punts o regions)

source: Join Labeled Audio
oc: Racordar l'àudio marcat

source: Detached labeled audio regions
oc: Regions marcadas de l'àudio destacadas

source: Detach Labeled Audio
oc: Destacar las pistas àudio marcadas

source: Split
oc: Separar

source: Split to new track
oc: Separar cap a una novèla pista

source: Split New
oc: Separar dins una novèla pista

source: Frequency Analysis
oc: Analisi de frequéncia

source: Contrast Analysis (WCAG 2 compliance)
oc: Analisi de contraste (conformité WCAG 2 )

source: Imported labels from '%s'
oc: Marcadors importats dempuèi '%s'

source: Import Labels
oc: Importar los marcadors

source: Select a MIDI file...
oc: Causir un fichièr MIDI...

source: MIDI and Allegro files (*.mid;*.midi;*.gro)|*.mid;*.midi;*.gro|MIDI files (*.mid;*.midi)|*.mid;*.midi|Allegro files (*.gro)|*.gro|All files|*
oc: Fichièrs MIDI e Allegro (*.mid;*.midi;*.gro)|*.mid;*.midi;*.gro|Fichièrs MIDI (*.mid;*.midi)|*.mid;*.midi|Fichièrs Allegro (*.gro)|*.gro|Totes los fichièrs|*

source: Imported MIDI from '%s'
oc: Midi importat dempuèi '%s'

source: Import MIDI
oc: Importar MIDI

source: Select any uncompressed audio file...
oc: Causir un fichièr àudio non compressat ...

source: All files|*
oc: Totes los fichièrs|*

source: Edit Metadata Tags
oc: Modificar las balisas de metadonadas

source: Edit Metadata
oc: Editar las metadonadas

source: Rendered all audio in track '%s'
oc: Tot l'àudio de la pista '%s' rendut

source: Render
oc: Rendut

source: Mixed and rendered %d tracks into one new stereo track
oc: Mixar e rendre las pistas %d en una novèla pista esterèo

source: Mixed and rendered %d tracks into one new mono track
oc: Mixar e rendre las pistas %d en una novèla pista mono

source: Mix and Render
oc: Mixatge e Rendut

source: start to zero
oc: començar a zèro

source: start to cursor/selection start
oc: començar al cursor / començament de la seleccion

source: start to selection end
oc: començar a la fin de la seleccion

source: end to cursor/selection start
oc: terminer al cursor / començament de la seleccion

source: End
oc: Fin

source: end to selection end
oc: terminer a la fin de la seleccion

source: end to end
oc: un darrièr l'autre

source: End to End
oc: Un darrièr l'autre

source: together
oc: ensemble

source: Together
oc: Ensemble

source: Aligned/Moved %s
oc: Alinhar/Desplaçat %s

source: Align %s/Move
oc: Alinhar %s/Desplaçar

source: Aligned %s
oc: Alinhar %s

source: Align %s
oc: Alinhar %s

source: Synchronizing MIDI and Audio Tracks
oc: Sincronizacion pistas MIDI e àudio

source: Alignment completed: MIDI from %.2f to %.2f secs, Audio from %.2f to %.2f secs.
oc: Alinhament acabat : MIDI de %.2f a %.2f segs, àudio de %.2f a %.2f segs.

source: Sync MIDI with Audio
oc: Sincronizar MIDI amb Àudio

source: Alignment error: input too short: MIDI from %.2f to %.2f secs, Audio from %.2f to %.2f secs.
oc: Error d'alinhament : entrada tròp corta : MIDI de %.2f a %.2f segs, àudio de %.2f a %.2f segs.

source: Internal error reported by alignment process.
oc: Error interne raportada pel processus d'alinhament

source: Created new audio track
oc: Novèla pista àudio creada

source: New Track
oc: Novèla pista

source: Created new stereo audio track
oc: Novèla pista àudio esterèo creada

source: Created new label track
oc: Novèla pista de marcadors creada

source: This version of Audacity only allows one time track for each project window.
oc: Aquesta version d'Audacity autoriza pas qu'una sola pista de tempo per projècte.

source: Created new time track
oc: Novèla pista de temp0 creada

source: Edited labels
oc: Marcadors editats

source: Removed audio track(s)
oc: Pista(s) àudio suprimida(s)

source: Remove Track
oc: Suprimir la pista

source: Audio Device Info
oc: Info de periferic àudio

source: &Save
oc: &Salvar

source: Save Device Info
oc: Salvar las Info de periferic

source: Unable to save device info
oc: Impossible d'enregistrar las Info de periferic

source: Cannot lock region beyond end of project.
oc: Impossible de verrolhar una region de delà de la fin del projècte.

source: Resample
oc: Reescandalhar

source: New sample rate (Hz):
oc: Novèla frequéncia d'escandalhatge (Hz):

source: The entered value is invalid
oc: La valor entrada es invalida

source: Resampling track %d
oc: Reescandalhatge de la pista %d

source: Resampled audio track(s)
oc: Pista(s) àudio réescandalhatgenée(s)

source: Resample Track
oc: Reescandalhar la pista

source: Mix
oc: Mixar

source: Mixing and rendering tracks
oc: Mixar e rendre las pistas

source: Velocity
oc: Velocitat

source: Gain
oc: Ganh

source: Musical Instrument
oc: Instrument de musica

source: Pan
oc: Panoramic

source: Mute
oc: Mut

source: Signal Level Meter
oc: VU-mètre del senhal

source: Moved gain slider
oc: Cursor de nivèl desplaçat

source: Moved pan slider
oc: Cursor de panoramique desplaçat

source: Audacity Mixer Board%s
oc: Taula de mixatge %s d'Audacity

source: The module %s does not provide a version string. It will not be loaded.
oc: Lo modul %s ne fournit pas de cadena de version. Serà pas cargat.

source: Module Unsuitable
oc: Modul inadaptat

source: The module %s does not provide a version string. It will not be loaded.
oc: Lo modul %s provesís pas de cadena de version. Serà pas cargat.

source: The module %s is matched with Audacity version %s. It will not be loaded.
oc: Lo modul %s correspond a la version %s d'Audacity. Serà pas cargat.

source: The module %s is matched with Audacity version %s. It will not be loaded.
oc: Lo modul %s correspond a la version %s d'Audacity. Serà pas cargat.

source: Module "%s" found.
oc: Modul « %s » trobat.

source: Only use modules from trusted sources
oc: Utilizetz pas que los moduls que provenon de fonts fisablas

source: Yes
oc: Òc

source: No
oc: Non

source: Audacity Module Loader
oc: Cargador de Modul Audacity

source: Try and load this module?
oc: Ensajar e cargar aqueste modul?

source: Note Track
oc: Pista de nòta

source: Plug-in Manager: Effects, Generators and Analyzers
oc: Gestionari d'Empeutons : Efièits, Generadors e Analisadors

source: Select effects, click the Enable or Disable button, then click OK.
oc: Seleccionatz los efièits, clicatz sus Activar o Desactivar, puèi clicatz sus D'acòrdi

source: Show:
oc: Afichar:

source: Show all
oc: Afichar tot

source: D&isabled
oc: D&esactivat

source: Show disabled
oc: Afichar los desactivats

source: E&nabled
oc: A&ctivat

source: Show enabled
oc: Afichar las activats

source: Ne&w
oc: Novèl

source: Show new
oc: Afichar novèl

source: State
oc: Estat

source: Path
oc: Camin

source: &Select All
oc: &Seleccionar tot

source: C&lear All
oc: Escafar tot

source: &Enable
oc: Acti&var

source: &Disable
oc: &Desactivar

source: Enabling effects: %s
oc: Activacion dels efièits: %s

source: Enabling effect: %s
oc: Activacion de l'efièit : %s

source: Failed to remove %s
oc: Impossible de levar %s

source: Failed!
oc: Error !

source: Reset Preferences? This is a one-time question, after an 'install' where you asked to have the Preferences reset.
oc: Reïnicializar las preferéncias ? S'agís d'una question ponctuala que fa seguida a una installacion ont avètz demandat la reïnicializacion de las preferéncias.

source: Reset Audacity Preferences
oc: Reïnicializar las Preferéncias d'Audacity

source: There was a problem printing.
oc: I a agut un problèma a l'impression.

source: Print
oc: Imprimir

source: Main Mix
oc: Mix principal

source: Welcome to Audacity version %s
oc: Benvenguda dins Audacity version %s

source: (Recovered)
oc: (Recuperat)

source: Save changes before closing?
oc: Enregistrar las modificacions abans de quitar ?

source: If saved, the project will have no tracks. To save any previously open tracks: Cancel, Edit > Undo until all tracks are open, then File > Save Project.
oc: En cas d'enregistrament, lo projècte aurà pas de pista. Per enregistrar tota pista precedentament dobèrta : Anullar, Edicion > Anullar, fins al moment que totas las pistas soient dobèrta, puèi Fichièr > Enregistrar lo projècte.

source: Save changes?
oc: Enregistrar las modificacions ?

source: Select one or more audio files...
oc: Causir un o mantun fichièr àudio...

source: %s is already open in another window.
oc: %s es ja dobèrt dins una autra fenèstra.

source: Error Opening Project
oc: Error de dobertura del projècte

source: Audacity projects
oc: Projèctes Audacity

source: This file was saved by Audacity version %s. The format has changed. Audacity can try to open and save this file, but saving it in this version will then prevent any 1.2 or earlier version opening it. Audacity might corrupt the file in opening it, so you should back it up first. Open this file now?
oc: Aqueste fichièr es estat enregistrat jos Audacity version %s. Lo format a cambiat. Audacity pòt tenter de dobrir e salvar aqueste fichièr, mas l'enregistrar jos aquesta version empacharà de lo dobrir amb una version 1.2 o mai anciana. Audacity pòt corrompre lo fichièr en l'ouvrant, lo vos caldriá salvar de per abans. Dobrir lo fichièr ara ?

source: 1.0 or earlier
oc: 1.0 o precedentas

source: Warning - Opening Old Project File
oc: Atencion - Dobertura d'un ancian fichièr de projècte

source: You are trying to open an automatically created backup file. Doing this may result in severe data loss. Please open the actual Audacity project file instead.
oc: Ensajatz de dobrir un fichièr de salvament creat automaticament. Lo far pòt causar de pèrdas sevèras de donadas. Dobrissètz puslèu lo projècte Audacity actual.

source: Warning - Backup File Detected
oc: Atencion - Fichièr de salvament detectat

source: Error Opening File
oc: Error de dobertura del fichièr

source: Error opening file
oc: Error de dobertura de fichièr

source: File may be invalid or corrupted: %s
oc: Lo fichièr es benlèu invalid o corromput: %s

source: Error Opening File or Project
oc: Error de dobertura del fichièr o del projècte

source: Audacity was unable to convert an Audacity 1.0 project to the new project format.
oc: Audacity pòt pas convertir un projècte Audacity 1.0 al novèl format de projècte.

source: Could not decode file:
oc: Impossible de desencodar lo fichièr :

source: Error decoding file
oc: Error pendent lo desencodatge del fichièr

source: Project was recovered
oc: Lo projècte es estat recuperat

source: Recover
oc: Recuperar

source: Could not remove old auto save file
oc: Impossible de levar l'ancian fichièr de salvament automatic

source: <unrecognized version -- possibly corrupt project file>
oc: <version pas reconeguda-- fichièr projècte probablament corromput>

source: Couldn't find the project data folder: "%s"
oc: Impossible de trobar lo repertòri de donadas del projècte : "%s"

source: This file was saved using Audacity %s. You are using Audacity %s. You may need to upgrade to a newer version to open this file.
oc: Aqueste fichièr es estat enregistrat amb Audacity %s. Utilizatz Audacity %s. Vos cal metre vòstra version a jorn per dobrir aqueste fichièr.

source: Can't open project file
oc: Impossible de dobrir lo fichièr projècte

source: Your project is now empty. If saved, the project will have no tracks. To save any previously open tracks: Click 'No', Edit > Undo until all tracks are open, then File > Save Project. Save anyway?
oc: Vòstre projècte es pas void. En cas d'enregistrament, lo projècte aurà pas de pista. Per enregistrar tota pista precedentament dobèrta : Anullar, Edicion > Anullar, fins al moment que totas las pistas sián dobèrtas, puèi Fichièr > Enregistrar lo projècte. Enregistrar malgrat tot ?

source: Warning - Empty Project
oc: Atencion - Projècte void

source: Could not save project. Path not found. Try creating directory "%s" before saving project with this name.
oc: Impossible d'enregistrar lo projècte. Camin introbable. Ensajatz de crear lo repertòri "%s" abans d'enregistrar lo projècte jos aqueste nom.

source: Error Saving Project
oc: Error a l'enregistrament del projècte

source: Could not save project. Perhaps %s is not writable or the disk is full.
oc: Impossible de sauver lo projècte. %s es benlèu protegit en escritura, o lo disc es plen.

source: Couldn't write to file "%s": %s
oc: Impossible d'enregistrar lo fichièr "%s": %s
