Repository: Cedric31/audacity
Catalog: locale/*.po
Languages: oc

source: De&vice:
oc: Pe&riferic :

source: Cha&nnels:
oc: Ca&nals :

source: No audio interfaces
oc: Pas d'interfàcia àudio

source: No devices found
oc: Cap de periferic pas trobat

source: 2 (Stereo)
oc: 2 (Esterèo)

source: Directories
oc: Repertòris

source: Temporary files directory
oc: Repertòri dels fichièrs temporaris

source: &Location:
oc: Em&plaçament :

source: C&hoose...
oc: C&ausir...

source: Free Space:
oc: Espaci liure :

source: Audio cache
oc: Cache àudio

source: Play and/or record using &RAM (useful for slow drives)
oc: Lectura e/o enregistrament en memòria &RAM (utile per de disques lents)

source: Mi&nimum Free Memory (MB):
oc: Memòria liura mi&nimala (MB) :

source: If the available system memory falls below this value, audio will no longer be cached in memory and will be written to disk.
oc: Se la memòria sistèma liura tomba en dejós d'aquesta valor, l'àudio poirà pas mai èsser dins lo cache memòria e serà escrich sul disc.

source: Choose a location to place the temporary directory
oc: Causir un emplaçament per plaçar lo repertòri temporari

source: unavailable - above location doesn't exist
oc: Indisponible - la localizacion çaisús existís pas

source: Directory %s does not exist. Create it?
oc: Lo repertòri %s existís pas. Lo crear ?

source: New Temporary Directory
oc: Novèl Repertòri Temporari

source: Directory %s is not writable
oc: Lo repertòri %s es protegit en escritura.

source: Changes to temporary directory will not take effect until Audacity is restarted
oc: Los cambiaments de dorsièr temporari prendràn pas efièit qu'aprèp aver reaviat Audacity

source: Temp Directory Update
oc: Mesa a jorn del repertòri temporari

source: Effects
oc: Efièits

source: Enable Effects
oc: Activar los efièits

source: Audio Unit
oc: Àudio Unit

source: Effect Options
oc: Opcions d'efièit

source: Sorted by Effect Name
oc: Triat per Nom d'efièit

source: Sorted by Publisher and Effect Name
oc: Triat per Editor e Nom d'efièit

source: Sorted by Type and Effect Name
oc: Triat per Tipe e Nom d'efièit

source: Grouped by Publisher
oc: Gropat per Editor

source: Grouped by Type
oc: Gropat per Tipe

source: Effects in menus are:
oc: Dins los menús los efièits son :

source: Maximum effects per group (0 to disable):
oc: Nombre d'efièits maximum per grop (0 per desactivar) :

source: Plugin Options
oc: Opcions de plugin

source: Check for updated plugins when Audacity starts
oc: Vérifier per des empeutons mis a jour au despart d'Audacity

source: Rescan plugins next time Audacity is started
oc: Recercar les empeutons au prochain démarrage d'Audacity

source: Instruction Set
oc: Jòc d'instruccions

source: &Use SSE/SSE2/.../AVX
oc: &Utilizar SSE/SSE2/.../AVX

source: Extended Import
oc: Impòrt espandit

source: A&ttempt to use filter in OpenFile dialog first
oc: Ensa&jatz d'utilizar d'en primièr lo filtre dins la bóstia de dialòg DobrirFichièr

source: Rules to choose import filters
oc: Règlas de causida dels filtres d'importacion

source: File extensions
oc: Extensions de fichièr

source: Mime-types
oc: Tipes Mime

source: Importer order
oc: Importar un òrdre

source: Move rule &up
oc: Remontar la règla

source: Move rule &down
oc: &Davalar la règla

source: Move f&ilter up
oc: Montar lo f&iltre

source: Move &filter down
oc: &Davalar lo &filtre

source: &Add new rule
oc: &Apondre novèla règla

source: De&lete selected rule
oc: Suprimir &la règla seleccionada

source: Unused filters:
oc: Filtres inutilizats :

source: There are space characters (spaces, newlines, tabs or linefeeds) in one of the items. They are likely to break the pattern matching. Unless you know what you are doing, it is recommended to trim spaces. Do you want Audacity to trim spaces for you?
oc: I a de caractèrs d'espaçament (espacis, tabulacions o passatge a la linha) dins un dels items. Son susceptibles de respectar pas la mesa en forma esperada. Levat se sabètz çò que fasètz, es recomandat de suprimir los espacis. Volètz qu'Audacity los suprime per vos ?

source: Spaces detected
oc: Espacis detectats

source: Do you really want to delete selected rule?
oc: Sètz segur que volètz suprimir la règla seleccionada ?

source: Rule deletion confirmation
oc: Confirmacion de supression de règla

source: -36 dB (shallow range for high-amplitude editing)
oc: -36 dB (per edicion de grande amplitud)

source: -48 dB (PCM range of 8 bit samples)
oc: -48 dB (amplitud PCM en escandalhatge 8 bits)

source: -60 dB (PCM range of 10 bit samples)
oc: -60 dB (amplitud PCM d'escandalhatge 10 bits)

source: -96 dB (PCM range of 16 bit samples)
oc: -96 dB (amplitud PCM en escandalhatge 16 bits)

source: -120 dB (approximate limit of human hearing)
oc: -120 dB (limite approximative de l'audition humaine)

source: -145 dB (PCM range of 24 bit samples)
oc: -145 dB (amplitud PCM en escandalhatge 24 bits)

source: From Internet
oc: Dempuèi Internet

source: Display
oc: Afichatge

source: &Ergonomic order of Transport Toolbar buttons
oc: Barra de contraròtle &ergonomic

source: S&how 'How to Get Help' dialog box at program start up
oc: A l'aviada del programa, afi&car lo messatge d'acuèlh "Per aviar coma cal"

source: Meter dB &range:
oc: Compteur dB &range:

source: &Language:
oc: &Lenga :

source: Location of &Manual:
oc: Localizacion del &manual :

source: &Beep on completion of longer activities
oc: &Bip a l'acabament de las òbras de longa durada

source: &Show track name in waveform display
oc: &Afichar lo nom de pista dins la forma d'onda

source: Re&tain labels if selection snaps to a label edge
oc: Conservar los marcadors se la selec&cion s'alinha sus un bòrd de marcador

source: &Display a mono channel as virtual stereo
oc: &Afichar un canal mono en esterèo virtual

source: Import / Export
oc: Impòrt / Expòrt

source: When importing audio files
oc: A l'importacion de fichièrs àudio

source: &Make a copy of uncompressed audio files before editing (safer)
oc: &Far una còpia dels fichièrs àudio non compressats abans lo montage (mai segur)

source: &Read uncompressed audio files directly from the original (faster)
oc: &Legir los fichièrs àudio non compressats dirèctament dempuèi l'original (mai rapid)

source: &Normalize all tracks in project
oc: &Normalizar totas las pistas del projècte

source: When exporting tracks to an audio file
oc: A l'exportacion dins un fichièr àudio

source: &Always mix all tracks down to Stereo or Mono channel(s)
oc: &Totjorn redusir la totalitat de las pistas a un mixatge esterèo o mono.

source: &Use custom mix (for example to export a 5.1 multichannel file)
oc: &Utilizar un mixatge personalizat (per exemple exportar en multicanal 5.1)

source: S&how Metadata Editor prior to export step
oc: Dobrir l'editor de &metadonadas abans l'exportacion

source: When exporting track to an Allegro (.gro) file
oc: A l'exportacion de la pista dins un fichièr Allegro (.gro)

source: Represent times and durations in &seconds
oc: Representa lo temps e la durada en &segondas

source: Represent times and durations in &beats
oc: Representa lo temps e la durada en &batements

source: Keyboard
oc: Clavièr

source: Keyboard preferences currently unavailable.
oc: Las preferéncias de clavièr son pas disponiblas pel moment.

source: Open a new project to modify keyboard shortcuts.
oc: Dobrir un novèl projècte per modificar los acorchis de clavièr.

source: &Hotkey:
oc: Aco&rchi de clavièr :

source: Key Bindings
oc: Definicion dels acorchis de clavièr

source: View by:
oc: Visualizar per :

source: &Tree
oc: &Arborescéncia

source: View by tree
oc: Visualizar en arborescéncia

source: &Name
oc: &Nom

source: View by name
oc: Visualizar per nom

source: &Key
oc: &Tòcas

source: View by key
oc: Visualizar per tòcas

source: Searc&h:
oc: Rec&ercar :

source: Bindings
oc: Combinasons de tòcas

source: Short cut
oc: Acorchi

source: &Set
oc: &Atribuir

source: Note: Pressing Cmd+Q will quit. All other keys are valid.
oc: Note: Picar Cmd+Q per quitar. Totas las autras tòcas son validas.

source: &Defaults
oc: Reglatges per &defaut

source: Select an XML file containing Audacity keyboard shortcuts...
oc: Causir un fichièr XML que conten los acorchis de clavièr...

source: Error Importing Keyboard Shortcuts
oc: Error al cargament dels acorchis de clavièr

source: Export Keyboard Shortcuts As:
oc: Exportar los acorchis de clavièr jos :

source: Error Exporting Keyboard Shortcuts
oc: Error al salvament dels acorchis de clavièr

source: You may not assign a key to this entry
oc: Podètz pas assignar una clau a aquesta entrada

source: You must select a binding before assigning a shortcut
oc: Vos cal seleccionar una combinason abans d'assignar un acorchi

source: The keyboard shortcut '%s' is already assigned to: '%s' Click OK to assign the shortcut to '%s' instead. Otherwise, click Cancel.
oc: L'acorchi de clavièr '%s' es ja assignat a : '%s' Clicar OK per puslèu assignar l'acorchi a : '%s' Siquenon, clicar Cancel.

source: All
oc: Tot

source: C&ategory:
oc: C&ategoria :

source: Set
oc: Atribuir

source: Key Combination
oc: Combinason de tòcas

source: The keyboard shortcut '%s' is already assigned to: '%s'
oc: Lo acorchi de clavièr '%s' es ja assignat a : '%s'

source: Libraries
oc: Bibliotècas

source: MP3 Export Library
oc: Bibliotèca d'expòrt MP3 :

source: MP3 Library Version:
oc: Version de la bibliotèca MP3 :

source: MP3 Library:
oc: Bibliotèca MP3 :

source: &Locate...
oc: &Localizar...

source: LAME MP3 Library:
oc: Bibliotèca MP3 LAME :

source: &Download
oc: &Télécargament

source: FFmpeg Import/Export Library
oc: Bibliotèca d'import/expòrt FFmpeg

source: FFmpeg Library Version:
oc: Version de la bibliotèca FFmpeg :

source: No compatible FFmpeg library was found
oc: Cap de bibliotèca FFmpeg compatibla es pas estada trobada

source: FFmpeg Library:
oc: Bibliotèca FFmpeg :

source: Loca&te...
oc: Locali&zar...

source: Dow&nload
oc: Tela&cargament

source: Allow &background on-demand loading
oc: Autoriser lo cargament en arrièr-plan a la demanda

source: Audacity has automatically detected valid FFmpeg libraries. Do you still want to locate them manually?
oc: Audacity a detectat automaticament de bibliotècas FFmpeg validas. La volètz totjorn localizar manualament ?

source: MIDI Devices
oc: Periferics MIDI

source: Host
oc: Òste

source: Using: PortMidi
oc: Utilizacion de PortMidi

source: Device:
oc: Periferic :

source: MIDI Synthesizer Latency (ms):
oc: Laténcia de sintetizador MIDI (ms) :

source: No MIDI interfaces
oc: Pas d'interfàcia MIDI

source: The MIDI Synthesizer Latency must be an integer
oc: La laténcia de sintetizador MIDI deu èsser un nombre entièr

source: Modules
oc: Moduls

source: Ask
oc: Demandar

source: Failed
oc: Fracàs

source: These are experimental modules. Enable them only if you've read the Audacity Manual and know what you are doing.
oc: Aquestes empeutons son experimentals. Activatz-los solament se avètz legit lo manual e sabètz çò que fasètz.

source: 'New' means no choice has been made yet.
oc: 'Novèl' significa que cap de causida es pas encara estada faita.

source: Changes to these settings only take effect when Audacity starts up.
oc: Los cambiaments d'aquestes paramètres prendràn efièit al moment de l'aviada venenta d'Audacity.

source: No modules were found
oc: Cap de modul es pas estat trobat

source: Mouse
oc: Mirga

source: Mouse Bindings (default values, not configurable)
oc: Mirga (reglatges per defaut, pas modificables)

source: Tool
oc: Aisina

source: Command Action
oc: Accion de la comanda

source: Buttons
oc: Botons

source: Left-Click
oc: Clic Esquèrra

source: Select
oc: Seleccion

source: Set Selection Point
oc: Definir un punt de seleccion

source: Left-Drag
oc: Lisar a esquèrra

source: Set Selection Range
oc: Reglar la seleccion

source: Shift-Left-Click
oc: Maj + Clic esquèrra

source: Extend Selection Range
oc: Espandir la seleccion

source: Left-Double-Click
oc: Clic doble esquèrra

source: Select Clip or Entire Track
oc: Seleccionar lo clip o la pista entièra

source: -Left-Click
oc: -Clic esquèrra

source: -Left-Drag
oc: -Lisar a esquèrra

source: Seek
oc: Recèrca

source: -Left-Double-Click
oc: -Clic doble esquèrra

source: Wheel-Rotate
oc: Rodeta de mirga

source: Zoom in on Point
oc: Zoom avant al punt

source: Zoom in on a Range
oc: Zoom sus la seleccion

source: same as right-drag
oc: Coma lisar a dreita

source: Right-Click
oc: Clic dreit

source: Zoom out one step
oc: Zoom arrièr d'un cran

source: Right-Drag
oc: Lisar a dreita

source: same as left-drag
oc: coma lisar a esquèrra

source: Shift-Drag
oc: Maj. + lisar

source: Zoom out on a Range
oc: Zoom arrièr sus la seleccion

source: Middle-Click
oc: Clic del mitan

source: Zoom default
oc: Zoom per defaut

source: Time shift clip or move up/down between tracks
oc: Lisament dels clips temporalament o d'una pista a l'autra

source: Shift-Left-Drag
oc: Maj. + lisar a esquèrra

source: Time shift all clips in track
oc: Lisament temporal de totes los clips de la pista

source: Move clip up/down between tracks
oc: Desplaçar los clips d'una pista a l'autra

source: Change Amplification Envelope
oc: Cambiar l'amplificacion

source: Pencil
oc: Gredon

source: Change Sample
oc: Modificar l'escandalhatge

source: Alt-Left-Click
oc: Alt + Clic esquèrra

source: Smooth at Sample
oc: Lisser l'escandalhatge

source: Change Several Samples
oc: Cambiar mantun escandalhatge

source: Change ONE Sample only
oc: Cambiar un sol escandalhatge :

source: same as select tool
oc: Coma l'aisina de seleccion

source: same as zoom tool
oc: Coma l'aisina zoom

source: Any
oc: Tot

source: Scroll up or down
oc: Desfilament naut/bas

source: Shift-Wheel-Rotate
oc: Maj. e rodeta de mirga

source: Scroll left or right
oc: Rotlar a esquèrra o a dreita

source: Zoom in or out on Mouse Pointer
oc: Zoom avant/arrièr al puntador de la mirga

source: Effects Preview
oc: Apercebut dels efièits

source: &Length of preview:
oc: &Durada d'apercebut :

source: Cut Preview
oc: Apercebut del talh

source: Preview &before cut region:
oc: Apercebut a&bans lo talh :

source: Preview &after cut region:
oc: Apercebut a&prèp la coupe :

source: Seek Time when playing
oc: Saut de lectura

source: &Short period:
oc: Cor&t :

source: Lo&ng period:
oc: Lo&ng :

source: Audacity Preferences
oc: Preferéncias d'Audacity

source: Preferences:
oc: Preferéncias :

source: Projects
oc: Projèctes

source: When saving a project that depends on other audio files
oc: Al moment de l'enregistrament d'un projècte dependent d'autres fichièrs àudio

source: &Always copy all audio into project (safest)
oc: Totjorn copiar tot l'&àudio dins lo projècte ( mai segur)

source: Do &not copy any audio
oc: Copiar &pas d'àudio

source: As&k user
oc: &Demandar a l'utilizaire

source: Rectangle
oc: Rectangular

source: Shaped
oc: Onda

source: Other...
oc: Autre...

source: Sampling
oc: Escandalhatge

source: Default Sample &Rate:
oc: F&requéncia d'escandalhatge per defaut :

source: Default Sample &Format:
oc: &Format d'escandalhatge per defaut :

source: Real-time Conversion
oc: Conversion en temps real

source: Sample Rate Con&verter:
oc: Con&vertidor d'escandalhatge :

source: &Dither:
oc: &Lissatge :

source: High-quality Conversion
oc: Conversion de nauta qualitat

source: Sample Rate Conver&ter:
oc: Conver&tidor d'escandalhatge

source: Dit&her:
oc: Li&satge :

source: Playthrough
oc: Passatge àudio

source: Overdub: &Play other tracks while recording new one
oc: &Doblatge : legir las autras pistas pendent l'enregistrament d'una novèla

source: &Hardware Playthrough: Listen while recording or monitoring new track
oc: Passatge àudio material : Escota pendent l'enregistrament d'una novèla pista

source: &Software Playthrough: Listen while recording or monitoring new track
oc: Passatge àudio lo&gicial : Escota pendent l'enregistrament d'una novèla pista

source: (uncheck when recording "stereo mix")
oc: (desmarcar per enregistrament amb "stereo mix")

source: Latency
oc: Laténcia

source: Audio to &buffer:
oc: Àudio cap a &tampon :

source: milliseconds (higher = more latency)
oc: millisegondas (mai = mai de laténcia)

source: L&atency correction:
oc: Correccion de l&aténcia :

source: milliseconds (negative = backwards)
oc: millisegondas (negatiu = arrièr)

source: Sound Activated Recording
oc: Enregistrament automatic

source: Sound Activated &Recording
oc: &Enregistrament automatic

source: Sound Activation Le&vel (dB):
oc: &Nivèl sonore de déclenchement (dB) :

source: Automated Recording Level Adjustment
oc: Ajustament automatic del nivèl d'enregistrament

source: Enable Automated Recording Level Adjustment.
oc: Activar l'ajustament automatic del nivèl d'enregistrament.

source: Target Peak:
oc: Pic cibla :

source: Within:
oc: Comprés dins :

source: Analysis Time:
oc: Durada d'analisi :

source: milliseconds (time of one analysis)
oc: millisegondas (durada d'una analisi)

source: Number of consecutive analysis:
oc: Nombre d'analisis consecutivas :

source: 0 means endless
oc: 0 per illimitat

source: Period
oc: Periòde

source: Frequencies
oc: Frequéncias

source: Reassignment
oc: Reassignar

source: Pitch (EAC)
oc: Nautaur (EAC)

source: Maximum frequency must be 100 Hz or above
oc: La frequéncia maximum deu èsser de 100 Hz o mai

source: Minimum frequency must be at least 0 Hz
oc: La frequéncia minimum deu èsser superiora a 0 Hz

source: Minimum frequency must be less than maximum frequency
oc: La frequéncia minimala deu èsser inferiora a la frequéncia maximala

source: The range must be at least 1 dB
oc: L'espandida deu èsser d'al mens 1 dB

source: The frequency gain cannot be negative
oc: Lo ganh de frequéncia pòt pas èsser negatiu

source: The frequency gain must be no more than 60 dB/dec
oc: Lo ganh en frequéncia deu pas èsser superior a 60 dB/dec

source: Spectrogram Settings
oc: Paramètres de l'espectrograma

source: Spectrograms
oc: Espectrogramas

source: 8 - most wideband
oc: 8 - benda mai larga

source: 256 - default
oc: 256 - per defaut

source: 32768 - most narrowband
oc: 32 768 - benda mai estreita

source: Use Preferences
oc: Utilizar las preferéncias

source: Mi&nimum Frequency (Hz):
oc: Frequéncia mi&nimum (Hz) :

source: Ma&ximum Frequency (Hz):
oc: Frequéncia ma&ximum (Hz) :

source: Colors
oc: Couleurs

source: &Gain (dB):
oc: &Ganh (dB) :

source: &Range (dB):
oc: &Plaja (dB):

source: Frequency g&ain (dB/dec):
oc: G&anh Frequéncia : (dB/dec)

source: S&how the spectrum using grayscale colors
oc: Afichar l'espèctre en escala de g&ris

source: Algorithm
oc: Algorithme

source: A&lgorithm
oc: A&lgorithme

source: Window &size:
oc: Talha de fenèstra :

source: Window &type:
oc: Tipe de fenèstra :

source: Ena&ble Spectral Selection
oc: Activar la seleccion spectrale

source: Show a grid along the &Y-axis
oc: Afichar una grasilha lo long de l'axe &Y

source: FFT Find Notes
oc: Trobar las nòtas FFT

source: Minimum Amplitude (dB):
oc: Amplitud Minimala (dB):

source: Max. Number of Notes (1..128):
oc: Nombre maximal de nòtas (1...128) :

source: &Find Notes
oc: Trobar las nòtas

source: &Quantize Notes
oc: &Quantificar las nòtas

source: Global settings
oc: Paramètres globaux

source: Ena&ble spectral selection
oc: Activar la seleccion spectrale

source: The maximum frequency must be an integer
oc: La frequéncia maximala deu èsser un nombre entièr

source: The minimum frequency must be an integer
oc: La frequéncia minimala deu èsser un nombre entièr

source: The gain must be an integer
oc: Lo ganh deu èsser un nombre entièr

source: The range must be a positive integer
oc: L'espandida deu èsser un nombre entièr positiu

source: The frequency gain must be an integer
oc: Lo ganh de frequéncia deu èsser un nombre entièr

source: The minimum amplitude (dB) must be an integer
oc: L'amplitud minimala (dB) deu èsser un nombre entièr

source: The maximum number of notes must be an integer
oc: Lo nombre maximum de nòtas deu èsser un nombre entièr

source: The maximum number of notes must be in the range 1..128
oc: Lo nombre maximal de nòtas deu èsser comprés entre 1 e 128

source: Theme
oc: Tèma

source: Themability is an experimental feature. To try it out, click "Save Theme Cache" then find and modify the images and colors in ImageCacheVxx.png using an image editor such as the Gimp. Click "Load Theme Cache" to load the changed images and colors back into Audacity. (Only the Transport Toolbar and the colors on the wavetrack are currently affected, even though the image file shows other icons too.)
oc: Los tèmas son una foncion experimentala. Per los ensajar, clicar sus "Enregistrar lo tèma" puèi trobar e modificar los imatges e colors dins ImatgeCacheVxx.png amb un logicial de retòca d'imatge tel Gimp. Clicar sus "Cargar lo tèma" per cargar dins Audacity los imatges e colors modificadas. (Seules la barra de contraròtle e las colors de la pista d'onda son afectadas pel moment, même se lo fichièr d'imatge montre tanben d'autras icònas.)

source: You have compiled Audacity with an extra button, 'Output Sourcery'. This will save a C version of the image cache that can be compiled in as a default.
oc: Avètz compilé Audacity amb un bouton supplémentaire, 'Output Sourcery'. Ceci enregistre una version C del cache image qui peut èsser compilée per defaut.

source: If 'Load Theme Cache At Startup' is checked, then the Theme Cache will be loaded when the program starts up.
oc: Se "Cargar lo tèma a l'aviada" es marcat, lo tèma serà cargat quand lo programa aviara.

source: Saving and loading individual theme files uses a separate file for each image, but is otherwise the same idea.
oc: Enregistrar e cargar de fichièrs de tèmas independents utiliza un fichièr separat per cada imatge, mas d'autra part demòra dins la meteissa logica.

source: Theme Cache - Images && Color
oc: Tèma - Imatges && Color

source: Save Theme Cache
oc: Enregistrar lo tèma

source: Load Theme Cache
oc: Cargar lo tèma

source: Load Theme Cache At Startup
oc: A la dobertura, cargar lo tèma

source: Individual Theme Files
oc: Fichièrs de tèma individuals

source: Save Files
oc: Enregistrar los fichièrs

source: Load Files
oc: Cargar los fichièrs

source: Waveform (dB)
oc: Forma d'onda (dB)

source: &Update display while playing
oc: Act&ualizar l'afichatge pendent la lectura

source: Automatically &fit tracks vertically zoomed
oc: &Ajustar automaticament las pistas a la nautor de la fenèstra

source: Default &View Mode:
oc: Mòde d'afichatge per &defaut

source: &Select all audio in project, if none selected
oc: &Seleccionar tot l'àudio d'un projècte se res es pas seleccionat

source: Enable cu&t lines
oc: Au&torizar las linhas de talh

source: Enable &dragging of left and right selection edges
oc: &Permetre lo lisament de las bordaduras de seleccion esquèrra e dreita

source: "Move track focus" c&ycles repeatedly through tracks
oc: Boclar "Cambiar la &visada de pista"

source: Editing a clip can &move other clips
oc: L'&edicion d'un clip pòt desplaçar los autres clips

source: Enable scrolling left of &zero
oc: Activar lo défiliement a esquèrra del zéro

source: Solo &Button:
oc: &Boton solo :

source: Warnings
oc: Avertiments

source: Show Warnings/Prompts for
oc: Afichar los avertiments/afichatges per

source: Saving &projects
oc: Al moment de l'enregistrament de &projèctes

source: Saving &empty project
oc: Enregistrament de projèct&e void

source: &Low disk space at program start up
oc: Espaci de disc &feble a l'aviada del programa

source: Mixing down to &stereo during export
oc: Mixatge en &esterèo pendent l'expòrt

source: Mixing down to &mono during export
oc: Mixatge en &mono pendent l'expòrt

source: &Importing uncompressed audio files
oc: &Importacion de fichièrs àudio pas compressats ...

source: Waveforms
oc: Forme d'ondes

source: Waveform dB &range
oc: Gamme de forme d'onde

source: Playing
oc: En lectura

source: Stopped
oc: Arrestat

source: Paused
oc: En pausa
