Repository: Cedric31/audacity
Catalog: locale/*.po
Languages: oc

source: Saved %s
oc: %s enregistrat

source: Imported '%s'
oc: '%s' importat

source: Import
oc: Importar

source: Error Importing
oc: Error d'importacion

source: The project was not saved because the file name provided would overwrite another project. Please try again and select an original name.
oc: Lo projècte es pas estat enregistrat perque lo nom donat auriá espotit un autre projècte. Recomençatz amb un nom original.

source: <untitled>
oc: <sans títol>

source: 'Save Compressed Project' is for an Audacity project, not an audio file. For an audio file that will open in other apps, use 'Export'. Compressed project files are a good way to transmit your project online, but they have some loss of fidelity. To open a compressed project takes longer than usual, as it imports each compressed track.
oc: 'Enregistrar lo projècte compressat' es per un projècte Audacity, pas per un fichièr àudio. Per un fichièr àudio que serà dobèrt dins d'autras aplicacions, utilizar 'Exportar'. Los fichièrs de projècte compressats son utiles per transmetre vòstre projècte en linha, mas an pèrdon un pauc en fidelitat. La dobertura d'un projècte compressat pren mai de temps que la normala, perque impòrta cada pista compressada.

source: Save Compressed Project "%s" As...
oc: Enregistrar lo projècte compressat "%s" jos ...

source: 'Save Project' is for an Audacity project, not an audio file. For an audio file that will open in other apps, use 'Export'.
oc: 'Enregistrar lo projècte' es per un projècte Audacity, per per un fichièr àudio. Per un fichièr àudio qui serà dobèrt dins d'autras aplicacions, utilizar 'Exportar'.

source: Save Project "%s" As...
oc: Enregistrar lo projècte "%s" jos...

source: Created new project
oc: Novèl projècte creat

source: Deleted %.2f seconds at t=%.2f
oc: Escafat de %.2f segondas a t=%.2f

source: Delete
oc: Escafar

source: Disk space remains for recording %d hours and %d minutes.
oc: Espaci de disc restant per l'enregistrament : %d oras e %d minutas

source: Disk space remains for recording 1 hour and %d minutes.
oc: Espaci de disc restant per l'enregistrament : 1 ora e %d minutas

source: Disk space remains for recording %d minutes.
oc: L'espaci de disc restant permet l'enregistrament de %d minutas.

source: Disk space remains for recording %d seconds.
oc: L'espaci de disc restant permet l'enregistrament de %d seconds.

source: Out of disk space
oc: Disc plein

source: On-demand import and waveform calculation complete.
oc: Importacion a la demande e calcul de forme d'onda acabat.

source: Import(s) complete. Running %d on-demand waveform calculations. Overall %2.0f%% complete.
oc: Import(s) acabat(s). Execucion dels calculs de forme d'onda %d a la demande.%2.0f%% acabat cependant.

source: Import complete. Running an on-demand waveform calculation. %2.0f%% complete.
oc: Impòrt acabat. Execucion d'un calcul de forme d'onda a la demande. %2.0f%% acabat.

source: Error Writing Autosave File
oc: Error d'escritura de fichièr de salvament automatic

source: Could not create autosave file:
oc: Impossible d'enregistrar lo fichièr de salvament automatic :

source: Could not remove old autosave file:
oc: Impossible de levar l'ancian fichièr de salvament automatic :

source: Actual Rate: %d
oc: Taus actual : %d

source: Recorded Audio
oc: Àudio enregistrat

source: Record
oc: Enregistrament

source: Adjusted gain
oc: Ganh ajustat

source: Adjusted Pan
oc: Panoramic ajustat.

source: Removed track '%s.'
oc: pista '%s' suprimida

source: Track Remove
oc: Suprimir la pista

source: 16-bit PCM
oc: 16 bits PCM

source: 24-bit PCM
oc: 24 bits PCM

source: 32-bit float
oc: 32 bits flotant

source: Screen Capture Frame
oc: Aisina de captura d'ecran

source: Choose location to save files
oc: Causir un emplaçament per enregistrar los fichièrs

source: Save images to:
oc: Enregistrar los imatges dins :

source: Choose...
oc: Causir...

source: Capture entire window or screen
oc: Capturar entièrament la fenèstra o l'ecran

source: Resize Small
oc: Redusir en pichona fenèstra

source: Resize Large
oc: Redusir en grande fenèstra

source: Blue Bkgnd
oc: Fons blau

source: White Bkgnd
oc: Fons blanc

source: Capture Window Only
oc: Capturar la fenèstra de travail

source: Capture Full Window
oc: Capturar la fenèstra completa

source: Capture Window Plus
oc: Capturar au-delà de la fenèstra

source: Capture Full Screen
oc: Capturar tot l'ecran

source: Wait 5 seconds and capture frontmost window/dialog
oc: Esperar 5 segondas e capturar lo menú/bóstia de dialòg lo mai en avant

source: false
oc: fals

source: Capture part of a project window
oc: Capturar una partida de la fenèstra de projècte

source: All Toolbars
oc: Totas las barras d'aisinas

source: SelectionBar
oc: Barra de seleccion

source: Tools
oc: Aisinas

source: Transport
oc: Transpòrt

source: Mixer
oc: Mixatge

source: Meter
oc: VU-mètre

source: Edit
oc: Edicion

source: Device
oc: Periferic

source: Transcription
oc: Lectura variable

source: Track Panel
oc: Panèl de pista

source: Ruler
oc: Règla

source: Tracks
oc: Pistas

source: First Track
oc: Primièra pista

source: Second Track
oc: Segonda pista

source: Scale
oc: Escala

source: One Sec
oc: Una seg.

source: Ten Sec
oc: Dètz seg.

source: One Min
oc: Una min.

source: Five Min
oc: Cinc min.

source: One Hour
oc: Una ora

source: Short Tracks
oc: Pistas redusidas

source: Medium Tracks
oc: Pistas normalas

source: Tall Tracks
oc: Pistas largor plena

source: Choose a location to save screenshot images
oc: Causir un emplaçament per enregistrar las copies d'ecran

source: Sequence has block file with length %s > mMaxSamples %s. Truncating to mMaxSamples.
oc: La sequéncia a un blòt de fichièr de longor %s > mMaxSamples %s. Tronqué a mMaxSamples.

source: Warning - Length in Writing Sequence
oc: Atencion - Longor dins la sequéncia d'escritura

source: Memory allocation failed -- NewSamples
oc: Error d'allocation memòria - Novèls escandalhatges

source: Pre&view
oc: &Apercebut

source: Dry Previe&w
oc: Apercebut sec

source: &Settings
oc: &Reglatges

source: Debu&g
oc: Desbu&gar

source: Off
oc: Atudat

source: Nearest
oc: Lo mai pròche

source: Prior
oc: Precedent

source: Sound Activated Record
oc: Enregistrament automatic

source: Activation level (dB):
oc: Nivèl d'activacion (dB) :

source: Welcome to Audacity!
oc: Benvenguda dins Audacity !

source: Don't show this again at start up
oc: Mostrar pas mai aquò a l'aviada

source: Artist Name
oc: Nom de l'artista

source: Track Title
oc: Títol de la pista

source: Album Title
oc: Títol de l'album

source: Track Number
oc: Numèro de pista

source: Year
oc: Annada :

source: Comments
oc: Comentaris

source: Use arrow keys (or ENTER key after editing) to navigate fields.
oc: Utilizar las tòcas flechadas (o la tòca ENTRADA aprèp modificacion) per navigar dins los camps.

source: Tag
oc: Etiqueta

source: Value
oc: Valor

source: E&dit...
oc: E&ditar...

source: Rese&t...
oc: Reïni&cializar...

source: Template
oc: Modèl

source: &Load...
oc: &Cargar...

source: Set De&fault
oc: Reglatges per de&faut

source: Edit Genres
oc: Editar los genres

source: Unable to save genre file.
oc: Impossible d'enregistrar lo fichièr de genre

source: Reset Genres
oc: Restablir los genres

source: Are you sure you want to reset the genre list to defaults?
oc: Sètz segur que volètz remetre a zèro la lista de genre ?

source: Unable to open genre file.
oc: Impossible de dobrir lo fichièr de genre.

source: Load Metadata As:
oc: Cargar las metadonadas coma :

source: Error Loading Metadata
oc: Error de cargament de las metadonadas

source: Save Metadata As:
oc: Enregistrar las metadonadas jos :

source: Error Saving Tags File
oc: Error d'enregistrament de fichièrs tags

source: Audacity could not write file: %s.
oc: Audacity arriba pas a escriure lo fichièr : %s.

source: Audacity could not open file: %s for writing.
oc: Audacity pòt pas dobrir lo fichièr : %s en escritura.

source: Audacity could not write images to file: %s.
oc: Audacity arriba pas a enregistrar los imatges dins lo fichièr : %s.

source: Audacity could not find file: %s. Theme not loaded.
oc: Audacity pòt pas trobar lo fichièr : %s. Lo tèma es pas cargat.

source: Audacity could not load file: %s. Bad png format perhaps?
oc: Audacity pòt pas cargar lo fichièr : %s. Benlèu un marrit format png ?

source: Audacity could not read its default theme. Please report the problem.
oc: Audacity pòt pas legir son tèma per defaut. Mercé de raportar lo problèma.

source: None of the expected theme component files were found in: %s.
oc: Cap dels fichièrs que compausan lo tèma esperat es pas estat trobat dins : %s.

source: Could not create directory: %s
oc: Impossible de crear lo repertòri : %s

source: Audacity could not save file: %s
oc: Audacity arriba pas a enregistrer lo fichièr : %s.

source: All required files in: %s were already present.
oc: Totes los fichièrs requesits dins : %s son d'ara enlà presents.

source: Duration
oc: Durada

source: Time Track
oc: Pista de tempo

source: Audacity Timer Record
oc: Enregistrament programat d'Audacity

source: Duration is zero. Nothing will be recorded.
oc: La durada es a zèro. Res serà pas enregistrat.

source: Error in Duration
oc: Error de durada

source: Recording start
oc: Començament de l'enregistrament

source: Recording end
oc: Fin de l'enregistrament

source: Audacity Timer Record Progress
oc: Progression de l'enregistrament programat d'Audacity

source: Start Date and Time
oc: Data e ora de començament

source: Start Date
oc: Data de començament

source: End Date and Time
oc: Data e ora de fin

source: End Date
oc: Data de fin

source: 099 days 024 h 060 m 060 s
oc: 099 jorns 024 h 060 m 060 s

source: Waiting to start recording at %s.
oc: En espèra d'aviada d'enregistrament a %s.

source: Audacity Timer Record - Waiting for Start
oc: Enregistrament programat d'Audacity - en espèra d'aviada

source: Ma&ke Stereo Track
oc: &Jónher en pista esterèo

source: &Left Channel
oc: Canal &esquèrra

source: Spl&it Stereo Track
oc: Se&parar la pista esterèo

source: Swap Stereo &Channels
oc: Permutar los &canals esterèo

source: &Other...
oc: A&utres...

source: Wa&veform
oc: Forma d'o&nda

source: &Waveform (dB)
oc: Forma d'onda (dB)

source: &Spectrogram
oc: E&spectrograma

source: S&pectrogram Settings...
oc: Paramètres de l'es&pectrograma...

source: &Rate
oc: &Debit

source: Up &Octave
oc: Octava &superiora

source: Down Octa&ve
oc: Octava &inferiora

source: &Font...
oc: &Poliça...

source: L&ogarithmic
oc: L&ogaritmic

source: &Range...
oc: &Plaja...

source: Logarithmic &Interpolation
oc: &Interpolacion logaritmica

source: &Name...
oc: &Nom...

source: Move Track &Up
oc: Desplaçar la pista cap amo&nt

source: Move Track &Down
oc: Desplaçar la pista cap av&al

source: Move Track to &Top
oc: Desplaçar la pista amon&t de tot

source: Move Track to &Bottom
oc: Desplaçar la pista ava&l de tot

source: Zoom In Left-Click/Left-Drag
oc: Zoomar Left-Click/Left-Drag

source: Zoom Out Shift-Left-Click
oc: Zoom arrièr Shift-Click-Esquèrra

source: Click to vertically zoom in. Shift-click to zoom out. Drag to specify a zoom region.
oc: Clic per zoom vertical. Maj+clic per zoom arrièr. Lisar per zoomer sus una region.

source: Click to verticaly zoom in, Shift-click to zoom out, Drag to create a particular zoom region.
oc: Clic per zoom vertical, Maj+clic per zoom arrièr, Lisar per zoomer sus una region.

source: Drag the track vertically to change the order of the tracks.
oc: Lisar la pista verticalament per cambiar l'òrdre de las pistas.

source: Click and drag to adjust relative size of stereo tracks.
oc: Clicar-lisar per ajustar la talha relativa de las pistas esterèo

source: Click and drag to resize the track.
oc: Clicar-lisar per redimensionar la pista.

source: Drag one or more label boundaries.
oc: Tirar un limit de marcador o mai.

source: Drag label boundary.
oc: Tirar lo limit de marcador.

source: Click and drag to move center selection frequency.
oc: Clicar-lisar per desplaçar la frequéncia de seleccion centrala

source: Click and drag to move center selection frequency to a spectral peak.
oc: Clicar-lisar per desplaçar la frequéncia de seleccion centrala cap a un pic espectral.

source: Edit, Preferences...
oc: Editar, Preferéncias...

source: Multi-Tool Mode: %s for Mouse and Keyboard Preferences.
oc: Mòde multi-aisinas : %s per las Preferéncias mirga e clavièr

source: Click and drag to set frequency bandwidth.
oc: Clicar-lisar per reglar la forqueta de frequéncia.

source: Click and drag to stretch within selected region.
oc: Clicar-lisar per estirar a l'interior de la region seleccionada

source: Click to move selection boundary to cursor.
oc: Clicar per desplaçar lo limit de la seleccion fins al cursor.

source: Click and drag to move left selection boundary.
oc: Clicar-lisar per desplaçar a esquèrra los limits de la seleccion.

source: Click and drag to move right selection boundary.
oc: Clicar-lisar per desplaçar a dreita los limits de la seleccion.

source: Click and drag to move bottom selection frequency.
oc: Clicar-lisar per desplaçar la frequéncia de seleccion bassa

source: Click and drag to move top selection frequency.
oc: Clicar-lisar per desplaçar la frequéncia de seleccion nauta

source: Click and drag to adjust frequency bandwidth.
oc: Clicar-lisar per ajustar la forqueta de frequéncia.

source: Click and drag to stretch selected region.
oc: Clicar-lisar per estirar la region seleccionada.

source: Stretch Note Track
oc: Estirar la pista de nòta

source: Stretch
oc: Estirar

source: Adjusted envelope.
oc: Envolopa ajustada.

source: Envelope
oc: Aisina de nivèl (envolopa)

source: Moved clip to another track
oc: Clip desplaçat sus una autra pista

source: right
oc: dreita

source: left
oc: esquèrra

source: Time shifted tracks/clips %s %.02f seconds
oc: Decalatge de las pistas/clips %s %.02f segondas

source: Time-Shift
oc: Lisament temporal

source: To use Draw, choose 'Waveform' in the Track Drop-down Menu.
oc: Per utilizar Retòca, causir "Forma d'onda" dins lo menú desenrotlant de pista.

source: To use Draw, zoom in further until you can see the individual samples.
oc: Per utilizar Retòca, zoomer fins a distinguer cada escandalhatge.

source: Moved Samples
oc: Echantillons desplaçat

source: Sample Edit
oc: Edicion d'escandalhatge

source: Moved velocity slider
oc: Cursor de velocitat desplaçat

source: up
oc: naut

source: down
oc: bas

source: Moved '%s' %s
oc: Desplaçat '%s' %s

source: Expanded Cut Line
oc: Espandir la linha de talh

source: Expand
oc: Espandir

source: Merged Clips
oc: Clips mesclats

source: Merge
oc: Mesclar

source: Removed Cut Line
oc: Suprimir la linha de talh

source: Remove
oc: Levar

source: Stereo,
oc: Esterèo,

source: Left,
oc: Esquèrra,

source: Right,
oc: Dreit,

source: Left Channel
oc: Canal esquèrra

source: Right Channel
oc: Canal dreit

source: Changed '%s' to %s
oc: '%s' cambiat en %s

source: Channel
oc: Canal

source: Swapped Channels in '%s'
oc: Canals permutats en '%s'

source: Swap Channels
oc: Inversar los Canals

source: Split stereo track '%s'
oc: Separar la pista esterèo '%s'

source: Split Stereo to Mono '%s'
oc: Separar esterèo cap a mono '%s'

source: Split to Mono
oc: Separar cap a mono

source: Made '%s' a stereo track
oc: '%s' transformat en pista esterèo

source: Make Stereo
oc: Rendre esterèo

source: Changed '%s' to %s Hz
oc: '%s' cambiat en %s Hz

source: Rate Change
oc: Cambiament de taus

source: Format Change
oc: Format :

source: Set Rate
oc: Frequéncia d'escandalhatge

source: Change lower speed limit (%) to:
oc: Passar la velocitat minimala de (%) a :

source: Lower speed limit
oc: Velocitat limit bas

source: Change upper speed limit (%) to:
oc: Passar la velocitat maximala de (%) a :

source: Upper speed limit
oc: Velocitat maximala

source: Set range to '%ld' - '%ld'
oc: Passar la seleccion de '%ld' a '%ld'

source: Set Range
oc: Reglar l'espandida

source: Set time track display to linear
oc: Afichar lo temps de la pista lineara

source: Set Display
oc: Definir afichatge

source: Set time track display to logarithmic
oc: Afichar lo temps de la pista logaritmica

source: Set time track interpolation to linear
oc: Interpolacion lineara del temps de la pista

source: Set Interpolation
oc: Definir l'interpolacion

source: Set time track interpolation to logarithmic
oc: Interpolacion logaritmica del temps de la pista

source: Change track name to:
oc: Cambiar lo nom de la pista en :

source: Track Name
oc: Nom de la pista

source: Renamed '%s' to '%s'
oc: '%s' renomenat en '%s'

source: Name Change
oc: cambiament de nom

source: Label Track Font
oc: Poliça de la pista de marcadors

source: Face name
oc: Nom de la poliça

source: Face size
oc: Talha de poliça

source: Stereo, 999999Hz
oc: Esterèo, 999999Hz

source: TrackView
oc: Vista de pista

source: Track %d
oc: Pista %d

source: Mute On
oc: Rendre mut

source: Solo On
oc: Solo

source: Select On
oc: Seleccion

source: Sync Lock Selected
oc: Verrolhatge de sincronizacion seleccionat

source: Selection is too small to use voice key.
oc: La seleccion es tròp pichona per poder utilizar Voice Key.

source: Calibration Results
oc: Resultats de la calibracion

source: Energy -- mean: %1.4f sd: (%1.4f)
oc: Energia -- siá : %1.4f sd: (%1.4f)

source: Sign Changes -- mean: %1.4f sd: (%1.4f)
oc: Cambiaments de signe -- significa : %1.4f sd: (%1.4f)

source: Direction Changes -- mean: %1.4f sd: (%1.4f)
oc: Cambiaments de direccion -- significa : %1.4f sd: (%1.4f)

source: Audio Track
oc: Pista àudio

source: There is not enough room available to paste the selection
oc: I a pas pro de plaça per poder pegar la seleccion.

source: There is not enough room available to expand the cut line
oc: Pas pro de plaça per espandir la linha de talh

source: Command
oc: Comanda

source: There was a problem with your last action. If you think this is a bug, please tell us exactly where it occurred.
oc: I a agut un problèma al moment de vòstra darrièra accion. Se pensatz qu'es un bug, mercé de descriure çò que l'a produsit.

source: You can only do this when playing and recording are stopped. (Pausing is not sufficient.)
oc: Podètz pas far aquò que se la lectura e l'enregistrament sont stoppés. (Sufís pas de metre en pausa.)

source: You must first select some stereo audio for this to use. (You cannot use this with mono.)
oc: Vos cal de per abans seleccionar de l'àudio esterèo. (Podètz pas utilizar aquò amb del mono.)

source: You must first select some audio for this to use.
oc: Per aquò, seleccionar d'en primièr de l'àudio.

source: You must first select some audio for this to use. (Selecting other kinds of track won't work.)
oc: Vos cal de per abans seleccionar de l'àudio (Seleccionar un autre tipe de pista ne fonctionne pas.)

source: Disallowed
oc: Interdich

source: Loaded %d keyboard shortcuts
oc: Cargament dels %d acorchis de clavièr

source: Loading Keyboard Shortcuts
oc: Cargament dels acorchis de clavièr

source: Saved
oc: Enregistrat

source: Error trying to save file:
oc: Error a l'enregistrament del fichièr :

source: Increases or decreases the volume of the audio you have selected
oc: Aumenta o baissa lo volum de l'àudio qu'avètz seleccionat

source: Amplification (dB):
oc: Amplificacion (dB) :

source: Amplification dB
oc: Amplificacion dB

source: New Peak Amplitude (dB):
oc: Novèla amplitud de crèsta (dB ):

source: Allow clipping
oc: Autorizar la saturacion

source: Amplify
oc: Amplificacion

source: ThresholdDb
oc: SulhetDb

source: MaximumPause
oc: PausaMaximum

source: Reduces (ducks) the volume of one or more tracks whenever the volume of a specified "control" track reaches a particular level
oc: Redusís (ducks) lo volum d'una o mantuna pista quand lo volum d'una pista "contraròtle" especificat atenh un nivèl particular.

source: You selected a track which does not contain audio. AutoDuck can only process audio tracks.
oc: Avètz seleccionat una pista que conten pas d'àudio. AutoDuck pòt pas tractar que las pistas àudio.

source: Auto Duck needs a control track which must be placed below the selected track(s).
oc: Auto Duck necessita una pista de contraròtle plaçada jos la(s) pista(s) seleccionada(s).

source: Duck amount:
oc: Montant de Duck :

source: Maximum pause:
oc: Pausa maximala :

source: seconds
oc: segondas

source: Outer fade down length:
oc: Longor de fondut extèrne a la tampadura :

source: Outer fade up length:
oc: Longor de fondut extèrne a la dobertura :

source: Inner fade down length:
oc: Longor de fondut intèrne a la tampadura :

source: Inner fade up length:
oc: Longor de fondut intèrne a la dobertura :

source: Threshold:
oc: Sulhet :

source: Preview not available
oc: La previsualizacion es pas disponibla

source: Bass
oc: Grèu

source: Treble
oc: Agut

source: Level
oc: Volum

source: Normalize
oc: Normalizar

source: Increases or decreases the lower frequencies and higher frequencies of your audio independently
oc: Aumenta o demesís las frequéncias nautas e bassa de vòstre àudio independentament

source: &Bass (dB):
oc: &Grèva (dB):

source: Bass (dB):
oc: Bassa (dB) :

source: &Treble (dB):
oc: &Agut (dB):

source: &Level (dB):
oc: Vo&lum (dB):

source: &Enable level control
oc: Acti&var lo contraròtle del volum

source: No change to apply.
oc: Pas cap de cambiament d'aplicar.

source: Bass and Treble
oc: Bassa e Aguda

source: Percentage
oc: Percentatge

source: Change the pitch of a track without changing its tempo
oc: Càmbia la nautor de la pista sens cambiar son tempo

source: Change Pitch without Changing Tempo
oc: Cambiar la nautor sens cambiar lo tempo

source: Estimated Start Pitch: %s%d (%.3f Hz)
oc: Començament estimat de la nautor de lectura (Pitch) : %s%d (%.3f Hz)

source: Pitch
oc: Nautor

source: from
oc: dempuèi

source: from Octave
oc: de l'octava

source: to
oc: cap a

source: to Octave
oc: a l'octava

source: Semitones (half-steps):
oc: Mièges-tons :

source: Semitones (half-steps)
oc: Mièges-tons (mièjas-mesuras)

source: Frequency
oc: Frequéncia

source: from (Hz)
oc: de (Hz)

source: to (Hz)
oc: a (Hz)

source: Percent Change:
oc: Percentatge de modificacion :

source: Percent Change
oc: Percentatge de modificacion

source: Change Pitch
oc: Cambiar la nautor

source: hh:mm:ss + milliseconds
oc: hh:mm:ss + millisegondas

source: Change the speed of a track, also changing its pitch
oc: Càmbia la velocitat de la pista amai sa nautor

source: Change Speed, affecting both Tempo and Pitch
oc: Cambiar la velocitat en modificant tempo e nautor

source: Speed Multiplier:
oc: Multiplicador de Velocitat :

source: Standard Vinyl rpm:
oc: Vinil t/m :

source: From rpm
oc: Dempuèi torns/min.

source: To rpm
oc: Cap a torns/min

source: Selection Length
oc: Longor de la seleccion

source: Current Length:
oc: Longor actuala

source: Current length of selection.
oc: Longor actuala de la seleccion

source: New Length:
oc: Novèla Longor:

source: Change Speed
oc: Cambiar la velocitat

source: Change the tempo of a selection without changing its pitch
oc: Cambiar lo tempo d'una seleccion sens en cambiar lo pitch

source: Change Tempo without Changing Pitch
oc: Cambiar lo tempo sens modificar la nautor

source: Beats per minute:
oc: Battements Per Minuta :

source: From beats per minute
oc: Dempuèi batements/minuta

source: To beats per minute
oc: Cap a batements/minuta

source: Length (seconds):
oc: Durada (segondas)

source: From length in seconds
oc: Dempuèi durada en segondas

source: To length in seconds
oc: Cap a durada en segondas

source: Change Tempo
oc: Cambiar lo tempo

source: Threshold
oc: Sulhet

source: Width
oc: Largor

source: Click Removal is designed to remove clicks on audio tracks
oc: Click Removal es fait per suprimir los bruits de clic de vòstre àudio
