Repository: Cedric31/audacity
Catalog: locale/*.po
Languages: oc

source: Pause
oc: Pausa

source: Skip to Start
oc: Saut al començament

source: Skip to End
oc: Saut a la fin

source: ) / Loop Play (
oc: ) / Lectura en bocla (

source: ) / Append Record (
oc: ) / Apondre enregistrament (

source: Error while opening sound device. Please check the recording device settings and the project sample rate.
oc: Error al moment de la dobertura del periferic àudio. verificatz los paramètres del periferic d'enregistrament e la frequéncia d'escandalhatge del projècte.

source: Audio Host
oc: Òste àudio

source: Recording Device
oc: Periferic d'enregistrament

source: Recording Channels
oc: Canals d'enregistrament

source: Playback Device
oc: Periferic de lectura

source: 1 (Mono) Recording Channel
oc: 1 (Mono) canal d'enregistrament

source: 2 (Stereo) Recording Channels
oc: 2 (Stereo) canals d'enregistrament

source: Select Recording Device
oc: Seleccionar lo periferic d'enregistrament

source: Select Playback Device
oc: Seleccionar lo periferic de lectura

source: Select Audio Host
oc: Seleccionar l'òste àudio

source: Select Recording Channels
oc: Seleccionar los canals d'enregistrament

source: Device information is not available.
oc: Informacion de periferic pas disponibla

source: Cut selection
oc: Talhar la seleccion

source: Copy selection
oc: Copiar la seleccion

source: Trim audio outside selection
oc: Retalhar l'àudio a l'entorn de la seleccion

source: Silence audio selection
oc: Far calar l'àudio seleccionat

source: Sync-Lock Tracks
oc: Pistas sincrònas

source: Zoom In
oc: Zoom avant

source: Zoom Out
oc: Zoom arrièr

source: Fit selection in window
oc: Ajustar la seleccion a la fenèstra

source: Fit project in window
oc: Afichar totas las pistas

source: Show Effects Rack
oc: Mostrar lo supòrt d'efièits

source: Silence Audio
oc: Far calar l'àudio

source: Fit Selection
oc: Afichar la seleccion

source: Fit Project
oc: Afichar lo projècte

source: Open Effects Rack
oc: Dobrir lo supòrt d'efièits

source: Record Meter
oc: VU-mètre d'enregistrament

source: Meter-Record
oc: VU-mètre d'enregistrament

source: Play Meter
oc: VU-mètre de lectura

source: Meter-Play
oc: VU-mètre de lectura

source: Playback Level
oc: Nivèl de lectura

source: Recording Level
oc: Nivèl d'enregistrament

source: Recording Volume
oc: Volum d'enregistrament

source: Slider Recording
oc: Cursor d'enregistrament

source: Playback Volume
oc: Volum de lectura

source: Slider Playback
oc: Cursor de lectura

source: Recording Volume: %.2f
oc: Volum d'enregistrament : %.2f

source: Recording Volume (Unavailable; use system mixer.)
oc: Volum d'enregistrament (Indisponible, utilizar lo mesclador sistèma.)

source: Playback Volume: %%.2f%s
oc: Volum de lectura : %%.2f%s

source: (emulated)
oc: (emulat)

source: Playback Volume (Unavailable; use system mixer.)
oc: Volum de lectura (Indisponible, utilizar lo mesclador sistèma.)

source: Selection
oc: Seleccion

source: Project Rate (Hz):
oc: Projècte a :

source: Snap To:
oc: Alinhar a :

source: Selection Start:
oc: Començament de la seleccion

source: Length
oc: Durada

source: hidden
oc: amagat

source: Audio Position:
oc: Posicion àudio :

source: Snap To
oc: Increment...

source: Snap Clicks/Selections to %s
oc: Alinhar los clics/seleccions sus %s

source: Selection
oc: Seleccion

source: Selection End
oc: Fin de la seleccion

source: Spectral Selection
oc: Seleccion espectrala

source: Center frequency and Width
oc: Frequéncia centrala e largor

source: Low and High Frequencies
oc: Bassas e Nautas Frequéncias

source: Center Frequency:
oc: Frequéncia mejana :

source: Bandwidth:
oc: Benda passanta :

source: Low Frequency:
oc: Bassa Frequéncia :

source: High Frequency:
oc: Nauta Frequéncia :

source: Audacity %s Toolbar
oc: Barra d'aisinas %s Audacity

source: Click and drag to resize toolbar
oc: Clicar-lisar per redimensionar la barra d'aisinas.

source: ToolDock
oc: Verrolhatge d'aisina

source: Click and drag to select audio
oc: Clicar-lisar per seleccionar l'àudio.

source: Click and drag to edit the amplitude envelope
oc: Clicar lisar per modificar lo volum (envolopa).

source: Click and drag to edit the samples
oc: Clicar-lisar per modificar los escandalhatges.

source: Click to Zoom In, Shift-Click to Zoom Out
oc: Clic per Zoom avant, Maj + Clic per Zoom arrièr

source: Drag to Zoom Into Region, Right-Click to Zoom Out
oc: Lisar per Zoom dins una zòna, clic-dreit per Zoom arrièr

source: Left=Zoom In, Right=Zoom Out, Middle=Normal
oc: Esquèrra=Zoom avant, Dreit=Zoom arrièr, Mitan=Normal

source: Click and drag to move a track in time
oc: Clicar-lisar per lisar temporalament una pista..

source: Multi-Tool Mode
oc: Mòde multi aisinas

source: Slide Tool
oc: Aisina de lisament temporal

source: Play at selected speed
oc: Legir a la velocitat seleccionada

source: Playback Speed
oc: Velocitat de lectura

source: Play-at-speed
oc: Lectura a velocitat variabla

source: (disabled)
oc: (desactivat)

source: Press
oc: Quichar

source: Button
oc: Boton

source: L
oc: E

source: R
oc: D

source: Center
oc: Centrat

source: Left
oc: Esquèrra

source: Right
oc: Dreit

source: &Clear
oc: Es&cafar

source: Grabber
oc: Lectura lisanta

source: Empty
oc: Void

source: Forwards
oc: En avant

source: Backwards
oc: En arrièr

source: Close
oc: Tampar

source: Help on the Internet
oc: Ajuda sus Internet

source: Menu
oc: Menú

source: Click to Start Monitoring
oc: Quichar sus Aviar per visualizar l'entrada

source: Click for Monitoring
oc: Quichar per visualizar l'entrada

source: Click to Start
oc: Clicar per Aviar

source: Click
oc: Clicar

source: Stop Monitoring
oc: Arrestar la visualizacion

source: Start Monitoring
oc: Visualizar l'entrada

source: Preferences...
oc: Preferéncias...

source: Recording Meter Preferences
oc: Preferéncias del VU-mètre d'enregistrement

source: Refresh Rate
oc: Taus de refrescament

source: Higher refresh rates make the meter show more frequent changes. A rate of 30 per second or less should prevent the meter affecting audio quality on slower machines.
oc: Una frequéncia de refrescament elevada aficha de cambiaments mai rapids. Una frequéncia inferiora a 30 per segonda evita d'afectar la qualitat àudio de las maquinas las mai lentas .

source: Meter refresh rate per second [1-100]:
oc: Frequéncia de refrescament per segonda [1-100]

source: Meter refresh rate per second [1-100]
oc: Taus de rafrescament del VU-mètre per segondas [1-100]

source: Meter Style
oc: Aparéncia del VU-mètre

source: Meter Type
oc: Tipe de VU-mètre

source: Orientation
oc: Orientacion

source: Horizontal
oc: Orizontal

source: Active
oc: Actiu

source: Peak %2.f dB
oc: Crèsta %2.f dB

source: Peak %.2f
oc: Crèsta %.2f

source: Show Log for Details
oc: Afichar lo jornal pels detalhs

source: Please select an action
oc: Seleccionatz una accion

source: 01000,01000 seconds
oc: 01000 01000 segondas

source: 0100 days 024 h 060 m 060 s
oc: 0100 jorns 024 h 060 m 060 s

source: 0100 h 060 m 060 s+.# samples
oc: 0100 h 060 m 060 s+.# escandalhatges

source: samples
oc: escandalhatges

source: 01000,01000,01000 samples|#
oc: 01000 01000 01000 escandalhatges|#

source: hh:mm:ss + film frames (24 fps)
oc: hh:mm:ss + imatges filme 24i/s

source: 0100 h 060 m 060 s+.24 frames
oc: 0100 h 060 m 060 s+.24 imatges

source: film frames (24 fps)
oc: Imatges filme 24i/s

source: 01000,01000 frames|24
oc: 01000 01000 imatges|24

source: hh:mm:ss + NTSC drop frames
oc: hh:mm:ss + imatges NTSC mancantas

source: 0100 h 060 m 060 s+.30 frames|N
oc: 0100 h 060 m 060 s+.30 imatges|N

source: hh:mm:ss + NTSC non-drop frames
oc: hh:mm:ss + imatges NTSC non-drop

source: 0100 h 060 m 060 s+.030 frames| .999000999
oc: 0100 h 060 m 060 s+.030 imatges| .999000999

source: NTSC frames
oc: Imatges NTSC

source: 01000,01000 frames|29.97002997
oc: 01000 01000 imatges|29.97002997

source: hh:mm:ss + PAL frames (25 fps)
oc: hh:mm:ss + imatges PAL 25 i/s

source: 0100 h 060 m 060 s+.25 frames
oc: 0100 h 060 m 060 s+.25 imatges

source: PAL frames (25 fps)
oc: Imatges PAL 25 i/s

source: 01000,01000 frames|25
oc: 01000 01000 imatges|25

source: hh:mm:ss + CDDA frames (75 fps)
oc: hh:mm:ss + escandalhatges CDDA (75 fps)

source: 0100 h 060 m 060 s+.75 frames
oc: 0100 h 060 m 060 s+.75 escandalhatges

source: CDDA frames (75 fps)
oc: escandalhatges CDDA (75 i/s)

source: 01000,01000 frames|75
oc: 01000 01000 escandalhatges|75

source: octaves
oc: octavas

source: 100.01000 octaves|1.442695041
oc: 100.01000 octavas|1.442695041

source: semitones + cents
oc: miègestons + cents

source: decades
oc: decadas

source: (Use context menu to change format.)
oc: (Utilizar lo menú contextual per modificar lo format.)

source: centiseconds
oc: centens de segonda

source: hundredths of
oc: de centenats de

source: milliseconds
oc: millisegondas

source: thousandths of
oc: de milierats de

source: Elapsed Time:
oc: Temps passat :

source: Remaining Time:
oc: Temps restant :

source: Cancel
oc: Anullar

source: Timeline
oc: Linha del temps

source: Timeline actions disabled during recording
oc: Accions dins la linha del temps desactivadas pendent l'enregistrament

source: Disable dragging selection
oc: Desactivar la seleccion per lisament

source: Enable dragging selection
oc: Activar la seleccion per lisament

source: Disable Timeline Tooltips
oc: Desactivar las infobullas de la linha del temps

source: Enable Timeline Tooltips
oc: Activar las infobullas de la linha del temps

source: Do not scroll while playing
oc: Far pas desfilar quand es en marcha

source: Update display while playing
oc: Actualizar l'afichatge pendent la lectura

source: Lock Play Region
oc: Verrolhar lectura de region

source: Unlock Play Region
oc: Desverrolhar lectura de region

source: Don't show this warning again
oc: Mostrar pas mai aqueste avertiment.

source: -Infinity
oc: -Infinit

source: Validation error
oc: Error de validacion

source: Empty value
oc: Valor mancanta

source: Malformed number
oc: Nombre mal format

source: Not in range
oc: Pas dins l'interval

source: Value overflow
oc: Depassament de valor

source: Too many decimal digits
oc: Tròp de decimalas

source: Value not in range: %.*f to %.*f
oc: Valor fòra limits: %.*f to %.*f

source: Value must not be less than %.*f
oc: La valor deu èsser mendre que %.*f

source: Value must not be greather than %.*f
oc: La valor deu pas èsser superiora a %.*f

source: Error: %hs at line %lu
oc: Error : %hs a la linha %lu

source: Could not load file: "%s"
oc: Impossible de cargar lo fichièr : "%s"

source: Error Flushing File
oc: Error de tractament de fichièr

source: Error Closing File
oc: Error de tampadura de fichièr

source: Error Writing to File
oc: Error d'escritura de fichièr
